{
  "id": "07",
  "title": "Teaching Quality and Practice",
  "lastUpdated": "2025-01-16",
  "subsections": [
    {
      "id": "7.1",
      "title": "Purpose",
      "content": [
        {
          "type": "text",
          "text": "To establish high standards for teaching practice aligned with the Eduversal Teacher Appraisal System, promote reflective and evidence-based pedagogy through Professional Learning Communities, support continuous professional growth through structured induction and mentoring, integrate STEAM education and 21st-century pedagogies across the curriculum, and ensure all students receive high-quality, culturally responsive instruction that maximizes learning and wellbeing."
        }
      ]
    },
    {
      "id": "7.2",
      "title": "Teaching Philosophy and Principles",
      "content": [
        {
          "type": "list",
          "items": [
            "All Students Can Learn: High expectations for every student, guided by growth mindset principles.",
            "Teaching is Both Art and Science: Balancing evidence-based strategies with creativity and responsiveness.",
            "Learning is Active and Constructive: Emphasizing inquiry, problem-solving, and collaboration.",
            "Relationships Matter: Building positive teacher-student relationships to foster engagement.",
            "Assessment Informs Instruction: Integrating teaching and assessment for continuous improvement.",
            "Continuous Improvement Through Collaboration: Lifelong learning through reflective practice and collaboration.",
            "Culturally Responsive Teaching: Honoring students' identities and experiences in the learning process."
          ]
        }
      ]
    },
    {
      "id": "7.3",
      "title": "Eduversal Teacher Appraisal System",
      "content": [
        {
          "type": "text",
          "text": "The Eduversal Teacher Appraisal System is a comprehensive, evidence-based framework designed to elevate teaching quality, foster professional development, and improve student learning outcomes across all Eduversal Partner Schools."
        },
        {
          "type": "list",
          "items": [
            "Appraisal Cycle and Timeline: Five phases including orientation, data collection, appraisal visit, post-appraisal conferences, and follow-through.",
            "Four Appraisal Domains: Administration (20%), Classroom Observation (60%), Teacher's Work Inspection (20%), and Student Satisfaction Survey."
          ]
        }
      ]
    },
    {
      "id": "7.4",
      "title": "Observation and Feedback Process",
      "content": [
        {
          "type": "text",
          "text": "A structured process for providing feedback to teachers, including pre-observation conferences, lesson observations, and post-observation conferences."
        },
        {
          "type": "list",
          "items": [
            "Pre-Observation Conference: Establish shared understanding of lesson context and objectives.",
            "Lesson Observation: Collect evidence on planning, classroom management, instructional process, and assessment.",
            "Post-Observation Conference: Provide evidence-based feedback and set professional growth goals."
          ]
        }
      ]
    },
    {
      "id": "7.5",
      "title": "New Teacher Induction Program",
      "content": [
        {
          "type": "text",
          "text": "A structured program to support new teachers in their first or second year, ensuring successful integration into the school community."
        },
        {
          "type": "list",
          "items": [
            "Three-Stage Induction Model: Meeting and preparation, familiarization and welcoming, laying the foundation, and anchoring professional growth.",
            "Mentor-Mentee Partnership: Experienced teachers guide new teachers through regular meetings and lesson observations."
          ]
        }
      ]
    },
    {
      "id": "7.6",
      "title": "Lesson Planning Expectations",
      "content": [
        {
          "type": "text",
          "text": "Teachers are required to thoughtfully plan instruction that maximizes student learning, aligns with curriculum standards, incorporates differentiation, and uses assessment to inform teaching."
        },
        {
          "type": "list",
          "items": [
            "Diagnostic Assessment: Assess students' prior knowledge before teaching.",
            "Lesson Plan Components: Include learning objectives, success criteria, assessment methods, materials, and lesson sequence."
          ]
        }
      ]
    },
    {
      "id": "7.7",
      "title": "Professional Learning Communities (PLCs)",
      "content": [
        {
          "type": "text",
          "text": "PLCs create collaborative teams of teachers working together to improve student learning through inquiry, data analysis, shared practice, and collective problem-solving."
        },
        {
          "type": "list",
          "items": [
            "PLC Structure: Subject-based, grade-level, vertical, and special focus PLCs.",
            "Meeting Frequency: Typically bi-weekly or monthly, with a focus on student learning."
          ]
        }
      ]
    },
    {
      "id": "7.8",
      "title": "STEAM Pedagogy and Practice",
      "content": [
        {
          "type": "text",
          "text": "Integrate Science, Technology, Engineering, Arts, and Mathematics across the curriculum to foster creativity, critical thinking, collaboration, and real-world problem-solving skills."
        },
        {
          "type": "list",
          "items": [
            "STEAM Implementation Framework: Weekly lessons, after-school programs, and weekend intensive programs.",
            "Teaching STEAM Across the Curriculum: Project-based learning, real-world problem-solving, and inquiry-based learning."
          ]
        }
      ]
    },
    {
      "id": "7.9",
      "title": "Blended and Digital Learning Pedagogy",
      "content": [
        {
          "type": "text",
          "text": "Integrate technology effectively to enhance teaching and learning, preparing students for a digital world."
        },
        {
          "type": "list",
          "items": [
            "SAMR Model: Framework for evaluating technology use in lessons.",
            "Digital Learning Strategies: Interactive presentations, formative assessment tools, collaborative tools, and virtual labs."
          ]
        }
      ]
    },
    {
      "id": "7.10",
      "title": "Differentiation and Inclusion in Practice",
      "content": [
        {
          "type": "text",
          "text": "Ensure every student has access to high-quality learning experiences through differentiation and inclusion strategies."
        },
        {
          "type": "list",
          "items": [
            "Universal Design for Learning (UDL): Principles for designing flexible learning experiences.",
            "Differentiation Strategies: Content, process, and product differentiation."
          ]
        }
      ]
    },
    {
      "id": "7.11",
      "title": "Universal Design for Learning (UDL) in Lesson Planning",
      "content": [
        {
          "type": "text",
          "text": "Integrate UDL principles into daily lesson planning to ensure all students can access, engage with, and demonstrate mastery of curriculum content."
        },
        {
          "type": "list",
          "items": [
            "UDL Lesson Planning Template: Comprehensive guidance for incorporating UDL principles.",
            "Strategies for Mixed-Ability Classrooms: Addressing variability without creating separate lessons."
          ]
        }
      ]
    },
    {
      "id": "7.12",
      "title": "Culturally Responsive Teaching",
      "content": [
        {
          "type": "text",
          "text": "Honor students' cultural identities and lived experiences as assets in the learning process."
        },
        {
          "type": "list",
          "items": [
            "Build Relationships: Learn students' names, show interest in their lives.",
            "Incorporate Diverse Perspectives: Include various cultural viewpoints in the curriculum."
          ]
        }
      ]
    },
    {
      "id": "7.13",
      "title": "AI and Academic Integrity in Teaching",
      "content": [
        {
          "type": "text",
          "text": "Navigate the landscape of artificial intelligence in education responsibly, teaching students to use AI ethically while maintaining academic integrity."
        },
        {
          "type": "list",
          "items": [
            "Teacher Use of AI: Appropriate uses for lesson planning and resource creation.",
            "Teaching Students About AI: Understanding AI basics, ethical use, and critical evaluation."
          ]
        }
      ]
    },
    {
      "id": "7.14",
      "title": "Managing Student Behavior and Positive Discipline",
      "content": [
        {
          "type": "text",
          "text": "Create safe, respectful, and productive learning environments through proactive behavior management and culturally responsive discipline."
        },
        {
          "type": "list",
          "items": [
            "Proactive Behavior Management: Establish clear expectations and build positive relationships.",
            "Responding to Misbehavior: Use a graduated approach from non-verbal interventions to logical consequences."
          ]
        }
      ]
    },
    {
      "id": "7.15",
      "title": "Teacher Wellbeing and Work-Life Balance",
      "content": [
        {
          "type": "text",
          "text": "Recognize that teacher wellbeing directly impacts teaching quality and student outcomes."
        },
        {
          "type": "list",
          "items": [
            "Workload Management Strategies: Prioritize tasks, batch similar activities, and set boundaries.",
            "Self-Care and Wellbeing: Focus on physical health, mental health, and maintaining joy outside of teaching."
          ]
        }
      ]
    },
    {
      "id": "7.16",
      "title": "Key Evidence and Artifacts",
      "content": [
        {
          "type": "text",
          "text": "Maintain evidence of teaching quality standards for accreditation and internal quality assurance."
        },
        {
          "type": "list",
          "items": [
            "Teacher Appraisal System: Completed observation forms, appraisal reports, and student satisfaction survey results.",
            "Professional Development: Attendance records, PLC meeting notes, and teacher reflection journals."
          ]
        }
      ]
    },
    {
      "id": "7.17",
      "title": "Compliance Alignment",
      "content": [
        {
          "type": "text",
          "text": "Ensure alignment with various educational standards and regulations."
        },
        {
          "type": "list",
          "items": [
            "CIS Standards: Teaching and assessing for learning, student support systems, staffing and professional development.",
            "WASC Categories: Standards-based student learning in curriculum, instruction, and assessment."
          ]
        }
      ]
    }
  ]
}