{
  "id": "13",
  "title": "Operations, Finance, Resources",
  "lastUpdated": "2025-01-20",
  "subsections": [
    {
      "id": "13.1",
      "title": "Financial Management",
      "content": [
        {
          "type": "text",
          "text": "Transparent and prudent financial management is essential for the sustainability of the school. The school operates on an annual budget approved by the Board."
        },
        {
          "type": "list",
          "title": "Key Procedures",
          "items": [
            "Budgeting: Departments submit budget requests annually.",
            "Purchasing: Competitive bidding required for major procurement; purchase orders must be approved before spending.",
            "Petty Cash: Managed strictly for small, incidental expenses.",
            "Auditing: Annual external financial audits to ensure compliance."
          ]
        }
      ]
    },
    {
      "id": "13.2",
      "title": "Facilities Management",
      "content": [
        {
          "type": "text",
          "text": "Providing a safe, clean, and conducive learning environment is a priority."
        },
        {
          "type": "table",
          "title": "Maintenance Schedule",
          "headers": ["Frequency", "Activity"],
          "rows": [
            [
              "Daily",
              "Cleaning of classrooms, toilets, and common areas; hygiene checks."
            ],
            ["Weekly", "Grounds maintenance; check of AC units and lighting."],
            [
              "Monthly",
              "Safety inspections (fire extinguishers, electrical systems, playground equipment)."
            ],
            [
              "Annual",
              "Major repairs, painting, and renovations during school holidays."
            ]
          ]
        }
      ]
    },
    {
      "id": "13.3",
      "title": "Procurement and Inventory",
      "content": [
        {
          "type": "text",
          "text": "All school assets must be tagged and recorded in the Asset Register. An annual stocktake is conducted to verify inventory."
        }
      ]
    },
    {
      "id": "13.4",
      "title": "Health and Safety (Operational)",
      "content": [
        {
          "type": "list",
          "items": [
            "Security: 24/7 security personnel; visitor management system (ID badges).",
            "Emergency Drills: Fire and earthquake drills conducted at least once per term.",
            "First Aid: Qualified nurse on site; first aid kits available in key locations.",
            "Canteen: Regular hygiene inspections of food preparation areas."
          ]
        }
      ]
    }
  ]
}
