{
  "id": "08",
  "title": "Inclusion, EAL, and Learning Support",
  "lastUpdated": "2025-01-20",
  "subsections": [
    {
      "id": "8.1",
      "title": "Philosophy of Inclusion",
      "content": [
        {
          "type": "text",
          "text": "Eduversal believes that every child has the right to a high-quality education in a mainstream setting. Inclusion is not just about placing students with diverse needs in a classroom; it is about creating a learning environment where every student feels valued, supported, and challenged to reach their full potential."
        }
      ]
    },
    {
      "id": "8.2",
      "title": "Identification and Referral Process",
      "content": [
        {
          "type": "process",
          "title": "Student Support Pathway",
          "steps": [
            {
              "n": 1,
              "title": "Initial Concern",
              "desc": "A classroom teacher, parent, or student raises a concern about academic progress, behavior, or wellbeing."
            },
            {
              "n": 2,
              "title": "Data Collection",
              "desc": "The teacher gathers data (work samples, observation notes, assessment results) over 4-6 weeks."
            },
            {
              "n": 3,
              "title": "Referral",
              "desc": "If concerns persist, the teacher completes a referral form for the Student Support Team (SST)."
            },
            {
              "n": 4,
              "title": "SST Review",
              "desc": "The SST (Learning Support Coordinator, Counselor, EAL Lead, Admin) reviews the case and recommends a course of action."
            },
            {
              "n": 5,
              "title": "Intervention/Assessment",
              "desc": "Action may include targeted interventions, further observation, or a formal educational-psychological assessment."
            }
          ]
        }
      ]
    },
    {
      "id": "8.3",
      "title": "Tiered System of Support (MTSS)",
      "content": [
        {
          "type": "text",
          "text": "We use a Multi-Tiered System of Supports (MTSS) to provide the appropriate level of support for every student."
        },
        {
          "type": "table",
          "headers": ["Tier", "Description", "Support Provided"],
          "rows": [
            [
              "Tier 1",
              "Universal Support for All Students",
              "High-quality, differentiated instruction in the mainstream classroom."
            ],
            [
              "Tier 2",
              "Targeted Support",
              "Small-group interventions for students needing extra help in specific areas (e.g., reading group, math booster)."
            ],
            [
              "Tier 3",
              "Intensive, Individualized Support",
              "One-on-one support, specialized programs, or an Individual Education Plan (IEP) for students with significant needs."
            ]
          ]
        }
      ]
    },
    {
      "id": "8.4",
      "title": "English as an Additional Language (EAL) Support",
      "content": [
        {
          "type": "text",
          "text": "EAL support is integrated into the curriculum to help students develop academic English proficiency."
        },
        {
          "type": "list",
          "title": "Support Models",
          "items": [
            "Sheltered Instruction: All subject teachers use EAL-friendly strategies (visuals, scaffolding, group work).",
            "Push-In Support: An EAL specialist co-teaches in the mainstream classroom to support EAL learners.",
            "Pull-Out Support: Students at beginning proficiency levels receive intensive, small-group English instruction for a portion of the day."
          ]
        }
      ]
    },
    {
      "id": "8.5",
      "title": "Special Educational Needs (SEN) Support & IEPs",
      "content": [
        {
          "type": "text",
          "text": "For students with diagnosed learning differences, an Individual Education Plan (IEP) is developed."
        },
        {
          "type": "list",
          "title": "IEP Components",
          "items": [
            "Student's strengths and challenges.",
            "Specific, Measurable, Achievable, Relevant, Time-bound (SMART) goals.",
            "Accommodations (e.g., extra time, preferential seating) and/or Modifications (e.g., altered curriculum).",
            "Details of support services to be provided.",
            "Plan for monitoring progress."
          ]
        }
      ]
    },
    {
      "id": "8.6",
      "title": "Roles and Responsibilities",
      "content": [
        {
          "type": "roles",
          "roles": [
            {
              "title": "Learning Support Coordinator",
              "resp": [
                "Manages the SST, oversees IEPs, coordinates with external specialists."
              ]
            },
            {
              "title": "EAL Coordinator/Teacher",
              "resp": [
                "Assesses EAL proficiency, provides direct instruction, supports subject teachers."
              ]
            },
            {
              "title": "School Counselor",
              "resp": [
                "Provides social-emotional support, short-term counseling, and crisis intervention."
              ]
            },
            {
              "title": "Classroom Teacher",
              "resp": [
                "Implements Tier 1 strategies and accommodations as per the IEP."
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "8.7",
      "title": "Partnership with Parents",
      "content": [
        {
          "type": "text",
          "text": "Parents are essential partners in supporting students with diverse needs."
        },
        {
          "type": "list",
          "items": [
            "Parents are involved in the referral and assessment process.",
            "IEP meetings are held collaboratively with parents at least twice a year.",
            "Regular communication between the support team and home is maintained to ensure consistency."
          ]
        }
      ]
    }
  ]
}
