{
  "id": "09",
  "title": "Safeguarding, Child Protection, and Wellbeing",
  "lastUpdated": "2025-01-15",
  "subsections": [
    {
      "id": "9.1",
      "title": "Purpose and Summary",
      "content": [
        {
          "type": "text",
          "text": "To establish a comprehensive framework that protects all students from harm, promotes wellbeing, and creates a culture of safety across all Eduversal Partner Schools."
        },
        {
          "type": "numbered",
          "title": "Quick Reference for Any Staff Member Receiving a Disclosure",
          "items": [
            "Listen calmly and do not interrupt the student.",
            "Believe the student and thank them for speaking up.",
            "Do not promise confidentiality; explain you must share with the DSL to keep them safe.",
            "Report to the Designated Safeguarding Lead (DSL) immediately on the same day.",
            "Complete the safeguarding concern form as soon as possible.",
            "If there is immediate danger, contact emergency services and notify school leadership at once."
          ]
        }
      ]
    },
    {
      "id": "9.2",
      "title": "Policy Statement and Core Commitments",
      "content": [
        {
          "type": "text",
          "title": "Policy Statement",
          "text": "Eduversal Partner Schools are committed to safeguarding and promoting the welfare of all children and young people. Every child has the right to protection from abuse, neglect, exploitation, and harm."
        },
        {
          "type": "list",
          "title": "Core Commitments",
          "items": [
            "All adults in the school community share responsibility to act on safeguarding concerns.",
            "Prevention, early intervention, and timely response are essential.",
            "Partnership with families strengthens child protection outcomes.",
            "Safeguarding applies to employees, board members, contractors, volunteers, and visitors.",
            "Continuous learning and policy improvement are mandatory."
          ]
        }
      ]
    },
    {
      "id": "9.3",
      "title": "Scope and Definitions",
      "content": [
        {
          "type": "text",
          "title": "Who Is Protected",
          "text": "All enrolled students are covered by this policy, with additional vigilance for vulnerable learners including students with disabilities, EAL learners, boarders, and children experiencing family instability."
        },
        {
          "type": "table",
          "title": "Key Definitions",
          "headers": ["Term", "Definition"],
          "rows": [
            ["Child / Young Person", "Any individual under 18 years of age."],
            [
              "Safeguarding",
              "Actions to protect children from harm and promote safe development."
            ],
            [
              "Child Protection",
              "Specific response to suspected or confirmed abuse or neglect."
            ],
            [
              "Abuse",
              "Acts or omissions causing physical, emotional, sexual harm, or neglect."
            ],
            [
              "DSL",
              "Designated Safeguarding Lead responsible for coordination and case management."
            ],
            [
              "Low-Level Concern",
              "Behavior by an adult that does not meet referral threshold but is inconsistent with expected professional standards."
            ]
          ]
        }
      ]
    },
    {
      "id": "9.4",
      "title": "Legal and Regulatory Framework",
      "content": [
        {
          "type": "text",
          "title": "Indonesian Legal Basis",
          "text": "Implementation is aligned with Indonesian child protection law, digital child protection provisions, and Ministry of Education regulations on anti-violence and safe school environments."
        },
        {
          "type": "list",
          "title": "Key Regulatory Expectations",
          "items": [
            "Mandatory reporting of suspected abuse to relevant authorities.",
            "Clear school code of conduct and anti-bullying procedures.",
            "Safe environment standards, supervision controls, and prevention systems.",
            "Cooperation with child protection, police, and social service agencies."
          ]
        }
      ]
    },
    {
      "id": "9.5",
      "title": "Roles and Responsibilities",
      "content": [
        {
          "type": "text",
          "text": "Safeguarding accountability is distributed across governance, leadership, and all school personnel."
        },
        {
          "type": "roles",
          "roles": [
            {
              "title": "Principal",
              "resp": [
                "Lead school safeguarding culture and operational accountability.",
                "Ensure all staff understand reporting pathways and boundaries.",
                "Oversee allegations against staff with HR and legal support."
              ]
            },
            {
              "title": "Designated Safeguarding Lead (DSL)",
              "resp": [
                "Receive, assess, and manage all safeguarding concerns.",
                "Maintain confidential records and referral decisions.",
                "Coordinate support plans, external referrals, and case follow-up.",
                "Lead training, induction controls, and annual safeguarding review."
              ]
            },
            {
              "title": "All Staff, Volunteers, and Contractors",
              "resp": [
                "Complete required safeguarding training and follow the code of conduct.",
                "Report concerns immediately; do not investigate independently.",
                "Model professional boundaries and child-centered behavior at all times."
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "9.6",
      "title": "Safer Recruitment",
      "content": [
        {
          "type": "text",
          "text": "Recruitment controls are designed to prevent unsuitable individuals from working with children."
        },
        {
          "type": "numbered",
          "title": "Recruitment Process",
          "items": [
            "Job descriptions clearly state safeguarding responsibilities.",
            "Application forms require full employment history and disclosure of any past concerns.",
            "Interviews include values-based questions related to child protection.",
            "At least two professional references are checked, including a specific question about suitability to work with children.",
            "Mandatory police background checks (SKCK for locals, international checks for expats) are completed before employment begins."
          ]
        },
        {
          "type": "info",
          "label": "Single Central Register (SCR)",
          "text": "A comprehensive, live document that tracks all safeguarding checks for all adults working in the school."
        }
      ]
    },
    {
      "id": "9.7",
      "title": "Training and Awareness",
      "content": [
        {
          "type": "table",
          "title": "Training Matrix",
          "headers": ["Audience", "Training", "Frequency"],
          "rows": [
            ["All Staff", "Basic Safeguarding & Code of Conduct", "Annually"],
            [
              "DSL/Leadership",
              "Advanced Safeguarding Leadership",
              "Every 2 years"
            ],
            ["New Staff", "Full Induction Training", "On hiring"]
          ]
        }
      ]
    },
    {
      "id": "9.8",
      "title": "Recognizing and Responding to Concerns",
      "content": [
        {
          "type": "list",
          "title": "Four Categories of Abuse",
          "items": [
            "Physical Abuse",
            "Emotional Abuse",
            "Sexual Abuse",
            "Neglect"
          ]
        },
        {
          "type": "process",
          "title": "Reporting Procedure",
          "steps": [
            {
              "n": 1,
              "title": "Concern",
              "desc": "A staff member observes a sign of harm or receives a disclosure from a student."
            },
            {
              "n": 2,
              "title": "Report",
              "desc": "The staff member immediately reports the concern to the Designated Safeguarding Lead (DSL)."
            },
            {
              "n": 3,
              "title": "Record",
              "desc": "A factual, written record of the concern is completed on the same day."
            },
            {
              "n": 4,
              "title": "Action",
              "desc": "The DSL assesses the information and decides on the next steps, which may include a referral to external agencies (e.g., social services, police)."
            }
          ]
        }
      ]
    },
    {
      "id": "9.9",
      "title": "Specific Safeguarding Issues",
      "content": [
        {
          "type": "list",
          "items": [
            "Anti-Bullying Policy: A zero-tolerance approach to all forms of bullying, including cyberbullying. Clear procedures for reporting, investigation, and resolution.",
            "Online Safety: School network filters, digital citizenship education, and clear policies on the use of technology.",
            "Student Wellbeing: Proactive programs to promote mental health, resilience, and positive relationships. Counselors are available for student support."
          ]
        }
      ]
    },
    {
      "id": "9.10",
      "title": "Record Keeping and Confidentiality",
      "content": [
        {
          "type": "text",
          "text": "All safeguarding records are kept securely and confidentially in a dedicated system, separate from academic files. Access is strictly limited to the safeguarding team. Information is shared only on a need-to-know basis to protect the child."
        }
      ]
    }
  ]
}
