{
  "id": "03",
  "title": "Cambridge Centre Compliance",
  "lastUpdated": "2025-01-15",
  "subsections": [
    {
      "id": "3.1",
      "title": "Purpose",
      "content": [
        {
          "type": "text",
          "text": "To maintain Eduversal Partner Schools' status as approved Cambridge Assessment International Education Centres, ensure examination integrity, deliver high-quality Cambridge curriculum and assessments, and comply with all Cambridge policies and procedures."
        }
      ]
    },
    {
      "id": "3.2",
      "title": "Cambridge Centre Registration and Status",
      "content": [
        {
          "type": "text",
          "title": "What is a Cambridge Centre?",
          "text": "A Cambridge Centre is a school or institution approved by Cambridge Assessment International Education to deliver Cambridge curriculum, register students for exams, administer exams under secure conditions, and receive official certificates and results. Each Centre holds a unique Centre number (e.g., ID### for Indonesian centres)."
        },
        {
          "type": "numbered",
          "title": "Centre Registration Process",
          "items": [
            "Eligibility Assessment: Valid Indonesian license, adequate facilities, qualified staff, commitment to Cambridge standards",
            "Application Submission: Complete Centre application via Cambridge International Direct, nominate key roles, pay application fee",
            "Cambridge Review: Application review and possible site visit (4-8 weeks)",
            "Centre Approval: Receive Centre number and login credentials, status valid indefinitely subject to compliance"
          ]
        },
        {
          "type": "text",
          "title": "Annual Centre Declaration",
          "text": "Every year, each Centre must submit an Annual Centre Declaration confirming current contact details, key personnel updates, adequate facilities, and commitment to Cambridge standards. Declaration typically sent February-March, deadline before exam entries open. Non-submission may result in suspension of Centre status."
        },
        {
          "type": "list",
          "title": "Evidence",
          "items": [
            "Cambridge Centre number certificate",
            "Annual declaration submissions (past 3 years)",
            "Correspondence with Cambridge regarding Centre status"
          ]
        }
      ]
    },
    {
      "id": "3.3",
      "title": "Key Roles and Responsibilities",
      "content": [
        {
          "type": "text",
          "text": "Cambridge requires each Centre to designate specific individuals responsible for examination integrity and quality assurance."
        },
        {
          "type": "roles",
          "title": "Centre Head",
          "note": "Primary or Secondary School Principal",
          "resp": [
            "Overall accountability for Cambridge Centre compliance",
            "Ensure secure exam administration and prevent malpractice",
            "Approve student registrations and exam entries",
            "Sign off on examination results and irregularities",
            "Liaise with Cambridge regarding Centre matters",
            "Ensure staff understand and follow Cambridge policies"
          ]
        },
        {
          "type": "roles",
          "title": "Exams Officer",
          "note": "Dedicated staff member (Admin Manager, Vice Principal, or senior teacher)",
          "sections": [
            {
              "phase": "Before Exams",
              "tasks": [
                "Coordinate exam entries (registration, subject selection, tier decisions)",
                "Submit entries to Cambridge by deadlines",
                "Order secure exam materials",
                "Schedule exam timetable and resolve clashes",
                "Arrange exam rooms, seating plans, invigilation schedules",
                "Train invigilators on Cambridge exam conduct rules",
                "Communicate exam schedules to students and parents"
              ]
            },
            {
              "phase": "During Exams",
              "tasks": [
                "Oversee secure storage of exam materials",
                "Distribute exam papers to invigilators at Key Times",
                "Monitor exam conduct and respond to irregularities",
                "Collect completed scripts and secure until dispatch"
              ]
            },
            {
              "phase": "After Exams",
              "tasks": [
                "Package and dispatch scripts to Cambridge within 2 days",
                "Submit attendance registers and incident reports",
                "Communicate results to students when released",
                "Manage post-results services (EARs, access to scripts, appeals)",
                "Archive exam documentation (5 years retention)"
              ]
            }
          ]
        },
        {
          "type": "roles",
          "title": "Quality Nominee",
          "note": "Senior academic leader (Principal, Vice Principal Academic, or HOD)",
          "resp": [
            "Monitor teaching quality and curriculum coverage against Cambridge standards",
            "Review student work and assessment practices for alignment",
            "Facilitate internal moderation and standardization",
            "Identify professional development needs for Cambridge delivery",
            "Liaise with Cambridge on curriculum updates and resources",
            "Participate in Cambridge training and quality assurance initiatives"
          ]
        }
      ]
    },
    {
      "id": "3.4",
      "title": "Cambridge Curriculum Pathways",
      "content": [
        {
          "type": "text",
          "text": "Eduversal Partner Schools deliver the Cambridge curriculum across multiple stages, tailored to student age and progression."
        },
        {
          "type": "text",
          "title": "Early Years Foundation Stage (EYFS)",
          "text": "Play-based learning framework for ages 0-5 with seven areas of learning and development. Not formally assessed by Cambridge but provides foundation for Primary."
        },
        {
          "type": "text",
          "title": "Cambridge Primary (Ages 5-11)",
          "text": "Subjects: English, Mathematics, Science. Skills-based approach with clear learning objectives emphasizing inquiry and problem-solving. Optional Cambridge Primary Checkpoint tests at end (Grade 6, age 11) provide diagnostic feedback comparing performance to international benchmarks."
        },
        {
          "type": "text",
          "title": "Cambridge Lower Secondary (Ages 11-14)",
          "text": "Core subjects: English, Mathematics, Science. Additional subjects may include ICT, Global Perspectives, Art, Music, PE. Builds on Primary and deepens conceptual understanding. Optional Checkpoint at end (Grade 9, age 14) provides readiness assessment for IGCSE."
        },
        {
          "type": "text",
          "title": "Cambridge IGCSE (Ages 14-16, Grades 10-11)",
          "text": "International General Certificate of Secondary Education recognized globally as equivalent to national secondary qualifications. Wide range of 70+ subjects available. Students typically take 5-10 IGCSEs over two years. Assessment primarily through external exams at end of course, with some subjects including coursework."
        },
        {
          "type": "table",
          "title": "Typical IGCSE Subject Offering",
          "rows": [
            ["Core Subjects", "English ESL/Literature, Mathematics (Core/Extended), Sciences (Biology, Chemistry, Physics)"],
            ["Humanities", "Geography, History, Global Perspectives"],
            ["Languages", "Indonesian, Mandarin, French"],
            ["Business", "Business Studies, Economics, Accounting"],
            ["Creative/Technical", "Art & Design, ICT, Computer Science, Design & Technology"]
          ]
        },
        {
          "type": "text",
          "title": "Cambridge AS & A Level (Ages 16-18, Grades 11-13)",
          "text": "Advanced Subsidiary (AS) Level: One-year course, typically 3-4 subjects. A Level: Two-year course, depth and rigor comparable to first-year university. Widely recognized for university admission globally including UK, Australia, Canada, US, Europe, and increasingly competitive Indonesian universities."
        },
        {
          "type": "table",
          "title": "AS/A Level Grading",
          "rows": [
            ["AS Level", "Grades a, b, c, d, e (lowercase)"],
            ["A Level", "Grades A* (highest), A, B, C, D, E, U (ungraded)"]
          ]
        }
      ]
    },
    {
      "id": "3.5",
      "title": "Examination Series and Timeline",
      "content": [
        {
          "type": "text",
          "text": "Cambridge offers two main examination series per year. Eduversal Partner Schools typically use both series depending on student needs."
        },
        {
          "type": "text",
          "title": "May/June Series (Primary Series)",
          "text": "Exam Period: Late April to Early June. Results Release: Early-Mid August. Typical students: Grade 10 (IGCSE), Grade 11 (AS Level), Grade 12 (A Level)."
        },
        {
          "type": "table",
          "title": "May/June Key Dates",
          "rows": [
            ["Exam entries open", "October-November"],
            ["Final entry deadline", "Early April (8-10 weeks before)"],
            ["Late entry deadline", "Mid-April (with surcharge)"],
            ["Secure materials dispatch", "March-April"],
            ["Exams begin", "Late April"],
            ["Exams end", "Early June"],
            ["Scripts dispatch", "Within 2 days of completion"],
            ["Results release", "Early-Mid August"],
            ["EARs deadline", "Mid-September"]
          ]
        },
        {
          "type": "text",
          "title": "October/November Series (Supplementary)",
          "text": "Exam Period: Late October to Late November. Results Release: Mid-January. Typical students: Retaking exams to improve grades, missed May/June due to illness, or students on accelerated/deferred timelines."
        },
        {
          "type": "table",
          "title": "Oct/Nov Key Dates",
          "rows": [
            ["Exam entries open", "April-May"],
            ["Final entry deadline", "Early September"],
            ["Late entry deadline", "Mid-September"],
            ["Secure materials dispatch", "August-September"],
            ["Exams begin", "Late October"],
            ["Exams end", "Late November"],
            ["Scripts dispatch", "Within 2 days"],
            ["Results release", "Mid-January"],
            ["EARs deadline", "Late February"]
          ]
        },
        {
          "type": "text",
          "title": "Cambridge Primary & Lower Secondary Checkpoint",
          "text": "Schools may administer Checkpoint tests during October/November or May/June windows. Tests administered by school staff (not invigilated like IGCSE/AS/A). Scripts sent to Cambridge for marking. Results typically returned 2-3 months after test window."
        }
      ]
    },
    {
      "id": "3.6",
      "title": "Examination Entry Process",
      "content": [
        {
          "type": "text",
          "text": "Responsibility: Exams Officer in coordination with Principal/GM, Academic Coordinators, and students/parents."
        },
        {
          "type": "numbered",
          "title": "Step 1: Student Subject Selection (Term before exams)",
          "items": [
            "Academic counseling sessions review student strengths, interests, and university plans",
            "Explain subject requirements, combinations, and tier options (e.g., Mathematics Extended vs Core)",
            "Students select 5-10 subjects from school's offerings",
            "Principal/Academic Coordinator approves based on prerequisites, timetable feasibility, and teacher capacity",
            "Finalize subject list by end of Term 1 (October-November)"
          ]
        },
        {
          "type": "numbered",
          "title": "Step 2: Exam Entries Submission (8-10 weeks before exams)",
          "items": [
            "Exams Officer accesses Cambridge International Direct portal",
            "Enter student details: name (as per passport/ID), date of birth, candidate number, subjects, syllabus codes, tier, components",
            "Request access arrangements for students with documented learning needs (must be pre-approved)",
            "Exams Officer reviews entries for accuracy, Centre Head approves submission",
            "Submit by deadline (late submission incurs fees or may prevent registration)",
            "Cambridge issues Entry Confirmation Report - verify all students and subjects correct",
            "Communicate exam timetable and fees to students and parents"
          ]
        },
        {
          "type": "numbered",
          "title": "Step 3: Timetable Preparation (6-8 weeks before exams)",
          "items": [
            "Cambridge issues Final Timetable showing date and time for each exam paper",
            "Identify timetable clashes: students with two exams at same time",
            "Resolution: One exam at scheduled time, second exam in 'clash session' later same day",
            "Exams Officer creates School Exam Timetable with rooms, seating plans, invigilation assignments",
            "Communicate to students (exam dates, times, room assignments) and staff (invigilation duties)"
          ]
        },
        {
          "type": "list",
          "title": "Entry Fees",
          "items": [
            "Cambridge charges per subject per student",
            "Fees vary by qualification (IGCSE, AS, A Level) and subject",
            "School typically passes costs to students/parents (included in annual fees or billed separately)"
          ]
        }
      ]
    },
    {
      "id": "3.7",
      "title": "Secure Storage and Exam Materials Management",
      "content": [
        {
          "type": "text",
          "text": "Cambridge requires strict security protocols for all examination materials from receipt until dispatch. Responsibility: Exams Officer and Centre Head."
        },
        {
          "type": "list",
          "title": "Secure Storage Requirements",
          "items": [
            "Lockable metal cabinet or safe in a secure room with restricted access",
            "Only Exams Officer and Centre Head hold keys",
            "Access log maintained for all entries to storage area",
            "CCTV coverage recommended but not mandatory",
            "Temperature-controlled environment to prevent material degradation",
            "Fire-resistant storage preferred",
            "Room locked when unattended, even briefly"
          ]
        },
        {
          "type": "text",
          "title": "Key Times",
          "text": "Key Times are the specific date and time when exam papers may be opened. Printed on each exam packet. Centres MUST NOT open packets before Key Time under any circumstances (except for access arrangement verification). Violation constitutes malpractice and may result in Centre suspension."
        },
        {
          "type": "numbered",
          "title": "Exam Materials Receipt and Verification",
          "items": [
            "Secure materials typically arrive 3-4 weeks before exam series begins",
            "Exams Officer signs for delivery and verifies package integrity (seals intact, no damage)",
            "Check delivery note against timetable: verify all expected packets received",
            "Store immediately in secure cabinet - do NOT leave unattended",
            "Report any discrepancies (missing packets, damaged seals) to Cambridge within 24 hours",
            "Maintain Materials Receipt Log with date, packet codes, condition notes"
          ]
        },
        {
          "type": "numbered",
          "title": "Pre-Exam Distribution (Key Time Adherence)",
          "items": [
            "On exam day, Exams Officer retrieves relevant packets from secure storage maximum 1 hour before Key Time",
            "Verify packet codes match exam timetable and attendance register",
            "Open packets ONLY at Key Time in presence of another authorized staff member",
            "Count question papers to match expected candidate numbers plus spares",
            "Distribute papers to exam rooms: invigilators receive papers no more than 15 minutes before exam start",
            "Unused/spare papers returned to secure storage immediately after distribution"
          ]
        },
        {
          "type": "numbered",
          "title": "During Exam: Secure Handling",
          "items": [
            "All exam materials (question papers, answer booklets, scripts) remain under invigilation at all times",
            "Students not permitted to remove ANY exam materials from room (including question papers after exam ends)",
            "If student requires bathroom break, their script secured by invigilator until return",
            "No photocopying or photography of exam materials permitted under any circumstances"
          ]
        },
        {
          "type": "numbered",
          "title": "Post-Exam: Script Collection and Storage",
          "items": [
            "Invigilators collect scripts in candidate number order and place in secure envelope",
            "Exams Officer verifies script count matches attendance register",
            "Sealed scripts stored in secure cabinet until dispatch (usually within 2 days of exam)",
            "Unused exam papers and materials secured separately (retained for 5 years per Cambridge policy)",
            "Report any missing scripts or irregularities to Cambridge immediately"
          ]
        },
        {
          "type": "text",
          "title": "Confidential Waste Disposal",
          "text": "After exam series concludes and all results released, destroy unused exam papers and surplus materials by shredding or secure disposal. DO NOT discard intact papers in regular trash. Maintain disposal log for audit purposes."
        }
      ]
    },
    {
      "id": "3.8",
      "title": "Invigilation and Exam Conduct",
      "content": [
        {
          "type": "text",
          "text": "Proper invigilation ensures examination integrity, fairness, and compliance with Cambridge regulations. All invigilators must be trained annually on Cambridge exam conduct rules."
        },
        {
          "type": "list",
          "title": "Invigilator Qualifications and Selection",
          "items": [
            "Must be adults (18+) with no conflict of interest (not relatives of candidates, not teaching the subject being examined)",
            "Fluent in English to understand instructions and communicate with students",
            "Reliable, professional, and capable of maintaining discipline",
            "Teachers from the school may invigilate subjects they do NOT teach",
            "External invigilators (from partner schools or community) acceptable and often preferred for high-stakes exams",
            "All invigilators complete annual training on Cambridge rules, emergency procedures, and malpractice detection"
          ]
        },
        {
          "type": "table",
          "title": "Invigilator-to-Candidate Ratios",
          "rows": [
            ["1-20 candidates", "1 invigilator (minimum)"],
            ["21-40 candidates", "2 invigilators"],
            ["41-60 candidates", "3 invigilators"],
            ["60+ candidates", "Add 1 invigilator per 20 additional"]
          ]
        },
        {
          "type": "list",
          "title": "Exam Room Setup (Completed day before exam)",
          "items": [
            "Desks arranged with minimum 1.25 meters between candidates in all directions",
            "Each desk clearly labeled with candidate number (visible to invigilators)",
            "Seating plan posted outside exam room",
            "Wall clocks visible to all candidates (checked for accuracy)",
            "Remove or cover all posters, maps, charts containing subject-related information",
            "Display 'EXAM IN PROGRESS - SILENCE' signs outside room",
            "Ensure adequate lighting, ventilation, and temperature control",
            "Prepare candidate materials: pens (black/blue), pencils, rulers, calculators (if permitted), clean rough paper"
          ]
        },
        {
          "type": "numbered",
          "title": "Pre-Exam Procedures (30 minutes before start)",
          "items": [
            "Invigilators arrive, receive exam materials, attendance register, seating plan from Exams Officer",
            "Review Instructions for Conducting Examinations (ICE booklet) and note any special arrangements (access arrangements for specific students)",
            "Greet candidates as they arrive, verify identity (student ID card, photo), direct to assigned seats",
            "Candidates leave bags, phones, smartwatches, unauthorized materials in designated area outside room",
            "Remind: only allowed materials on desk (pens, pencil case, water bottle with label removed, calculator if specified)",
            "Candidates seated 10 minutes before start time"
          ]
        },
        {
          "type": "numbered",
          "title": "Exam Start Procedure (At Key Time)",
          "items": [
            "Announce: 'You have [X hours/minutes] for this examination. The exam will end at [time].'",
            "Announce: 'Read the instructions on the front of the exam paper carefully before you begin.'",
            "Announce: 'You may not ask questions once the exam has started unless there is a misprint.'",
            "Distribute exam papers FACE DOWN to each candidate",
            "At exact start time: 'You may turn over your papers and begin.'",
            "Start timing and note start time on board",
            "Complete attendance register, marking absent candidates"
          ]
        },
        {
          "type": "numbered",
          "title": "During Exam: Invigilator Duties",
          "items": [
            "Remain vigilant and move quietly around the room at irregular intervals",
            "Monitor for malpractice: copying, use of unauthorized materials, phones, communication between candidates",
            "Respond to candidate questions ONLY about misprints or defective papers (do NOT explain questions or provide hints)",
            "If candidate requires bathroom, accompany or assign escort; candidate's script secured during absence",
            "Announce time warnings: '15 minutes remaining,' '5 minutes remaining,' '1 minute remaining'",
            "Maintain silence: no talking, reading, phone use by invigilators",
            "Handle emergencies: medical issues, fire alarm, disturbances (follow Centre emergency procedures)"
          ]
        },
        {
          "type": "numbered",
          "title": "Exam Conclusion (End Time)",
          "items": [
            "Announce: 'The exam has ended. Stop writing immediately and put your pens down.'",
            "Announce: 'Remain seated silently while we collect your papers.'",
            "Collect scripts in candidate number order (check each script has candidate details and number)",
            "Count scripts and verify total matches attendance register",
            "Announce: 'You may now leave quietly.'",
            "Return scripts and attendance register to Exams Officer immediately; report any irregularities"
          ]
        },
        {
          "type": "list",
          "title": "Handling Malpractice During Exam",
          "items": [
            "If malpractice suspected (copying, unauthorized materials), discreetly confiscate evidence",
            "Allow candidate to complete exam under increased supervision",
            "Complete Malpractice Report Form immediately after exam with specific details",
            "Do NOT inform candidate of report during exam (to avoid distress/disruption)",
            "Exams Officer submits report to Cambridge within 7 days"
          ]
        },
        {
          "type": "list",
          "title": "Prohibited Items in Exam Room",
          "items": [
            "Mobile phones, smartwatches, fitness trackers (even if turned off)",
            "Programmable calculators or calculators with text storage (unless specifically permitted)",
            "Dictionaries (unless specified in syllabus, e.g., certain language exams)",
            "Notes, textbooks, revision cards, formula sheets (except Cambridge-issued data sheets)",
            "Food (except water in clear bottle with label removed, medical necessities with prior approval)"
          ]
        }
      ]
    },
    {
      "id": "3.9",
      "title": "Access Arrangements and Special Considerations",
      "content": [
        {
          "type": "text",
          "text": "Cambridge provides two mechanisms to support candidates with additional needs or who experience adverse circumstances: Access Arrangements (pre-approved accommodations) and Special Considerations (post-exam adjustments)."
        },
        {
          "type": "text",
          "title": "Access Arrangements (Pre-Exam Accommodations)",
          "text": "Modifications to standard exam conditions for candidates with documented disabilities or learning differences (dyslexia, ADHD, visual/hearing impairment, physical disabilities). Arrangements ensure candidates can demonstrate knowledge without disadvantage due to their condition. MUST be applied for before exam entries deadline."
        },
        {
          "type": "table",
          "title": "Common Access Arrangements",
          "rows": [
            ["Extra Time", "Typically 25% additional (e.g., 3-hour exam becomes 3h 45m). Requires educational psychologist report."],
            ["Reader/Scribe", "Adult reads questions aloud or writes candidate's dictated answers. Used for severe dyslexia or physical disabilities."],
            ["Separate Room", "Candidate takes exam alone or in small group to minimize distraction (ADHD, anxiety)."],
            ["Supervised Rest Breaks", "5-10 minute breaks without extra time. For medical conditions requiring movement/medication."],
            ["Modified Papers", "Braille, large print, or colored paper. Requires advance notice to Cambridge for printing."],
            ["Use of Technology", "Laptop/computer for typing responses (spelling/grammar check disabled). Screen reader software."]
          ]
        },
        {
          "type": "numbered",
          "title": "Applying for Access Arrangements",
          "items": [
            "School Counselor/SENCO identifies students with documented needs (psychological/medical reports required)",
            "Submit Access Arrangements Application via Cambridge International Direct portal minimum 3 months before exam",
            "Include: candidate details, nature of disability, requested arrangement, supporting evidence (reports dated within 24 months)",
            "Cambridge reviews and approves (typically 2-3 weeks). Centre receives confirmation and implementation guidelines",
            "Exams Officer coordinates logistics: separate room, additional invigilators, modified materials",
            "Arrangements valid for duration of course (e.g., approved for Year 10 IGCSE applies through Year 11)",
            "Annual review required if circumstances change"
          ]
        },
        {
          "type": "text",
          "title": "Special Considerations (Post-Exam Adjustments)",
          "text": "Applied AFTER exam for candidates whose performance affected by circumstances beyond their control and not covered by pre-approved access arrangements. Results in potential small grade adjustment (typically 1-5% mark increase, rarely more). Does NOT guarantee grade improvement; depends on impact severity."
        },
        {
          "type": "table",
          "title": "Grounds for Special Consideration",
          "rows": [
            ["Illness/Injury", "Candidate unwell on exam day (fever, migraine, injury) but insisted on taking exam. Requires medical certificate."],
            ["Bereavement", "Death of immediate family member (parent, sibling, grandparent) shortly before or during exams."],
            ["Serious Disturbance", "Fire alarm, construction noise, extreme weather, power outage during exam affecting concentration."],
            ["Domestic Crisis", "Family emergency, natural disaster, accident affecting candidate's preparation or exam day focus."],
            ["Technical Failure", "Centre error (wrong paper distributed, timing error) disadvantaging candidate."]
          ]
        },
        {
          "type": "numbered",
          "title": "Submitting Special Consideration",
          "items": [
            "Centre Head makes decision whether circumstances warrant application (not automatic upon request)",
            "Submit within 7 days of exam via Cambridge International Direct",
            "Include: candidate details, exam affected, detailed explanation, supporting evidence (medical certificate, incident report)",
            "Cambridge reviews and may grant 1-5% mark adjustment or allow re-sit without fee in exceptional cases",
            "Decision final and not subject to appeal",
            "Candidate/parents informed of outcome with results release"
          ]
        },
        {
          "type": "list",
          "title": "What Special Consideration Does NOT Cover",
          "items": [
            "Long-term illness known before exam (should have applied for access arrangements)",
            "Minor ailments (slight cold, headache) unless accompanied by medical evidence",
            "Misreading timetable or arriving late due to candidate error",
            "Lack of preparation or revision",
            "Bereavement of distant relatives or friends",
            "Personal choices (staying up late before exam, not eating breakfast)"
          ]
        },
        {
          "type": "list",
          "title": "Evidence Requirements",
          "items": [
            "Medical certificates must be on official letterhead, dated, signed by doctor/psychologist",
            "Specify: nature of condition, dates affected, impact on exam performance",
            "School counselor reports for psychological/emotional issues",
            "Incident reports for Centre-level disturbances (completed by Exams Officer)",
            "Retain all documentation for 5 years for audit purposes"
          ]
        }
      ]
    },
    {
      "id": "3.10",
      "title": "Malpractice and Exam Irregularities",
      "content": [
        {
          "type": "text",
          "text": "Cambridge defines malpractice as any act that compromises the integrity, security, or reputation of examinations. Both candidates and Centre staff can commit malpractice. Penalties range from warnings to permanent disqualification or Centre suspension."
        },
        {
          "type": "table",
          "title": "Types of Candidate Malpractice",
          "rows": [
            ["Plagiarism", "Submitting work copied from internet, books, or other students without citation. Common in coursework-based subjects."],
            ["Collusion", "Working with others on individually-assigned tasks or sharing answers during exam."],
            ["Impersonation", "Someone else taking exam on candidate's behalf, or candidate taking exam for another."],
            ["Unauthorized Materials", "Bringing notes, phones, smartwatches, or prohibited calculators into exam room."],
            ["Disruptive Behavior", "Refusing to follow instructions, verbal abuse toward invigilators, intentional noise/disturbance."],
            ["Communication", "Talking, passing notes, or signaling to other candidates during exam."],
            ["Misuse of Access Arrangements", "Using approved accommodations improperly (e.g., reader providing answers instead of reading questions)."]
          ]
        },
        {
          "type": "table",
          "title": "Types of Centre Malpractice",
          "rows": [
            ["Breach of Security", "Opening exam packets before Key Time, inadequate secure storage, allowing unauthorized access."],
            ["Misadministration", "Giving candidates extra time without approval, incorrect exam papers distributed, timing errors."],
            ["Failure to Report", "Not reporting suspected candidate malpractice or irregularities to Cambridge."],
            ["Coaching During Exams", "Teachers providing hints, explaining questions, or editing student work during exams."],
            ["Falsifying Documentation", "Fraudulent medical certificates for special consideration, false attendance records."]
          ]
        },
        {
          "type": "numbered",
          "title": "Prevention Strategies",
          "items": [
            "Annual invigilator training emphasizing malpractice recognition and reporting obligations",
            "Clear communication to students: exam rules, consequences of malpractice, academic integrity expectations",
            "Seating arrangements: sufficient spacing, staggered entry/exit to minimize copying opportunities",
            "Vigilant invigilation: regular movement, observation of candidate behavior, checking desks and materials",
            "Secure material handling: strict adherence to Key Times, access controls, audit trails",
            "Plagiarism detection: Use Turnitin or similar software for coursework submissions",
            "Anonymous reporting mechanism for students to report suspected cheating"
          ]
        },
        {
          "type": "numbered",
          "title": "Detection and Response During Exam",
          "items": [
            "Invigilator observes suspected malpractice (candidate using phone, copying from another, unauthorized notes)",
            "Discreetly confiscate evidence without disrupting other candidates or alerting suspected candidate excessively",
            "Allow candidate to complete exam under increased supervision (do NOT remove candidate unless severe disruption)",
            "After exam, invigilator completes detailed Malpractice Report Form: what, when, who, evidence collected",
            "Exams Officer interviews candidate and invigilator separately to gather facts",
            "Centre Head reviews report and evidence, decides whether to submit to Cambridge"
          ]
        },
        {
          "type": "numbered",
          "title": "Reporting to Cambridge",
          "items": [
            "ALL suspected malpractice MUST be reported to Cambridge within 7 days via Cambridge International Direct",
            "Upload: completed Malpractice Report Form, candidate statement (if obtained), photographs of evidence, witness statements",
            "Cambridge Malpractice Team investigates: reviews evidence, may request additional information or conduct interviews",
            "Decision typically within 4-6 weeks: No Case to Answer, Warning, Mark Deduction, Disqualification from subject, Disqualification from all subjects, Ban from future exams",
            "Centre and candidate notified in writing; decision may be appealed within 14 days if new evidence emerges",
            "Penalties applied before results release if malpractice confirmed"
          ]
        },
        {
          "type": "table",
          "title": "Malpractice Penalties",
          "rows": [
            ["Warning", "First-time minor offence. Recorded but no mark penalty. Future offences treated more severely."],
            ["Mark Deduction", "5-20% deduction from affected component. Applied for minor plagiarism, unauthorized material possession."],
            ["Component Disqualification", "Zero marks for specific paper/component. Applied for significant copying, collusion."],
            ["Subject Disqualification", "Zero marks for entire subject. Applied for serious offences like impersonation, extensive plagiarism."],
            ["Series Disqualification", "All subjects in that exam series voided. Applied for systematic cheating, Centre-wide collusion."],
            ["Ban from Future Exams", "Prohibited from Cambridge exams for 1-3 years or permanently. Applied for repeat offenders, very serious breaches."]
          ]
        },
        {
          "type": "text",
          "title": "Centre Malpractice Sanctions",
          "text": "If Centre found responsible for malpractice (security breach, misadministration), Cambridge may: issue formal warning, require additional training, conduct unannounced Centre inspections, suspend Centre registration (preventing future exam administration), or revoke Centre status permanently. Centre costs for re-inspections borne by Centre."
        },
        {
          "type": "list",
          "title": "Preventing Plagiarism in Coursework",
          "items": [
            "Teach academic integrity explicitly: citation skills, paraphrasing, when to quote",
            "Require interim submissions: drafts, research notes, bibliography to verify originality",
            "Use Turnitin or similar plagiarism detection software for all coursework before submission to Cambridge",
            "Provide clear task guidelines: word limits, required sources, formatting expectations",
            "Authenticate authorship: discussions with student about their work, check against in-class writing samples",
            "Educate on consequences: share Cambridge malpractice penalties, real case examples"
          ]
        },
        {
          "type": "list",
          "title": "Student Education on Malpractice",
          "items": [
            "Annual assembly presentation on exam integrity, malpractice definitions, and consequences",
            "Written Candidate Agreement signed by students and parents acknowledging rules",
            "Display posters in exam rooms: 'Malpractice = Disqualification'",
            "Include academic integrity module in study skills curriculum",
            "Remind students before each exam: no phones, no unauthorized materials, no communication"
          ]
        }
      ]
    },
    {
      "id": "3.11",
      "title": "Script Collection and Dispatch",
      "content": [
        {
          "type": "text",
          "text": "After candidates complete exams, scripts must be securely collected, packaged, and dispatched to Cambridge examiners within strict deadlines. Two marking methods: Paper-Based (physical scripts mailed) and e-Assessment (scripts scanned and uploaded)."
        },
        {
          "type": "numbered",
          "title": "Script Collection Process (Immediately After Exam)",
          "items": [
            "Invigilators collect all scripts, additional answer sheets, and rough work in candidate number order",
            "Count scripts and verify total matches attendance register",
            "Check each script has: candidate name, candidate number, Centre number, subject code clearly written",
            "Place scripts in secure envelope provided by Cambridge, seal immediately",
            "Complete Dispatch Cover Sheet: Centre number, subject, component, number of scripts, date",
            "Exams Officer receives sealed envelope and stores in secure cabinet until dispatch"
          ]
        },
        {
          "type": "text",
          "title": "Paper-Based Marking (Traditional Method)",
          "text": "Scripts physically mailed to Cambridge-approved examiners. Used for subjects with diagrams, maps, artwork, or extended writing where digital scanning may lose quality."
        },
        {
          "type": "numbered",
          "title": "Packaging Scripts for Dispatch",
          "items": [
            "Group scripts by subject and component (e.g., all Mathematics Paper 2 Extended scripts together)",
            "Place in Cambridge-provided envelopes or approved courier packaging",
            "Affix address labels: Cambridge examiners' addresses provided via Cambridge International Direct",
            "Include Dispatch Cover Sheet listing: Centre details, subject/component codes, number of scripts, examiner code",
            "Seal securely with tamper-evident tape",
            "Weigh packages and arrange courier pickup (DHL, FedEx, or Cambridge-approved courier)"
          ]
        },
        {
          "type": "list",
          "title": "Dispatch Deadlines (Critical)",
          "items": [
            "Scripts MUST be dispatched within 2 working days of exam completion",
            "Use tracked courier service (not regular post) to ensure delivery proof",
            "Retain tracking numbers and photograph packages before dispatch",
            "Late dispatch may result in Centre penalty or candidate results delay",
            "If courier delay expected (public holidays, customs), notify Cambridge immediately via Support Hub"
          ]
        },
        {
          "type": "text",
          "title": "e-Assessment (Electronic Marking)",
          "text": "Increasingly common for subjects like English, Mathematics, Sciences. Candidates write on paper; Centre scans scripts and uploads to Cambridge secure portal. Examiners mark online with digital annotation tools."
        },
        {
          "type": "numbered",
          "title": "e-Assessment Process",
          "items": [
            "Candidates write answers on pre-printed e-Assessment booklets with barcodes",
            "After exam, Exams Officer uses high-quality scanner (minimum 200 DPI, grayscale) to scan all pages",
            "Verify scan quality: text legible, no pages missing, barcodes readable",
            "Upload scanned PDFs to Cambridge e-Assessment portal via Cambridge International Direct",
            "Portal validates uploads (checks barcodes, page counts, file sizes)",
            "Receive confirmation receipt; retain physical scripts for 3 months in case rescanning needed",
            "Upload deadline: typically 3 working days after exam (check subject-specific guidance)"
          ]
        },
        {
          "type": "list",
          "title": "e-Assessment Technical Requirements",
          "items": [
            "Scanner: Flatbed or sheet-feed, 200+ DPI resolution, grayscale mode",
            "Internet: Stable connection for uploads (large files, 50-200 MB per subject)",
            "Software: Cambridge-provided scanning utility or compatible PDF creation software",
            "Training: Exams Officer completes Cambridge e-Assessment training module annually",
            "Backup: If upload fails repeatedly, physical script dispatch available as contingency"
          ]
        },
        {
          "type": "list",
          "title": "Handling Missing or Damaged Scripts",
          "items": [
            "If script goes missing: Report to Cambridge within 24 hours via urgent Support Hub ticket",
            "Provide: candidate details, circumstances of loss, whether candidate completed exam",
            "Cambridge may accept: scanned copy if available, special consideration application, or allow re-sit",
            "Damaged scripts (water damage, torn pages): Scan/photograph damage, notify Cambridge, dispatch as normal with explanation",
            "Centre liable for unexplained script loss; may face investigation and sanctions"
          ]
        },
        {
          "type": "list",
          "title": "Record Keeping",
          "items": [
            "Maintain Script Dispatch Log: date dispatched, tracking numbers, recipient, script counts",
            "Retain courier receipts and tracking confirmations for 5 years",
            "Save upload confirmation emails for e-Assessment subjects",
            "Archive Dispatch Cover Sheets and attendance registers",
            "Audit trail essential for Cambridge inspections and dispute resolution"
          ]
        }
      ]
    },
    {
      "id": "3.12",
      "title": "Results and Certificates",
      "content": [
        {
          "type": "text",
          "text": "Cambridge releases exam results approximately 8-12 weeks after exam completion. Centres receive results electronically; printed certificates mailed later. Post-results services available for candidates seeking grade reviews."
        },
        {
          "type": "table",
          "title": "Results Release Schedule",
          "rows": [
            ["May/June Series", "Results released early-mid August (typically 2nd week)"],
            ["October/November Series", "Results released mid-January (typically 2nd-3rd week)"]
          ]
        },
        {
          "type": "numbered",
          "title": "Results Day Process",
          "items": [
            "Exams Officer logs into Cambridge International Direct at 6:00 AM UK time on results day",
            "Download Provisional Results Report (PDF and Excel): lists all candidates with grades, marks, component breakdowns",
            "Verify data accuracy: check candidate names, subjects, grade anomalies",
            "Print individual Candidate Results Slips (Statement of Results) for each student",
            "Organize Results Collection: schedule (e.g., 10:00 AM onwards), require student ID for collection, notify parents of availability",
            "Celebrate achievements: recognize high performers, support those needing re-sits or grade reviews"
          ]
        },
        {
          "type": "table",
          "title": "Cambridge Grading Scale",
          "rows": [
            ["IGCSE / O Level", "A* (highest), A, B, C, D, E, F, G, U (ungraded)"],
            ["AS Level", "a, b, c, d, e (lowercase), U (ungraded)"],
            ["A Level", "A* (highest), A, B, C, D, E, U (ungraded)"]
          ]
        },
        {
          "type": "text",
          "title": "Understanding Results Slips",
          "text": "Each Candidate Statement of Results shows: candidate name and number, Centre number, subject title and code, grade achieved, component marks and totals, series (e.g., June 2025). Does NOT show: percentages, grade boundaries, examiner comments (unless specifically requested via post-results services)."
        },
        {
          "type": "text",
          "title": "Certificates (Issued 2-3 Months After Results)",
          "text": "Official Cambridge certificates printed on security paper mailed to Centre. Typically arrive October-November (for June series) or March-April (for November series). Certificates show: candidate full name (as registered), Centre name and number, subject title, grade achieved, examination series, unique certificate number."
        },
        {
          "type": "list",
          "title": "Certificate Distribution and Retention",
          "items": [
            "Exams Officer verifies certificate accuracy upon receipt: names spelled correctly, grades match results slips",
            "Organize certificate collection ceremony or mail to graduates",
            "Require signature upon collection for accountability",
            "Uncollected certificates stored securely for minimum 1 year, then available upon request indefinitely",
            "Lost certificates: candidates may request replacements from Cambridge (fee applies, 4-6 weeks processing)"
          ]
        },
        {
          "type": "text",
          "title": "Post-Results Services (EARs: Enquiries About Results)",
          "text": "If candidate or school believes result inaccurate, may request Cambridge re-check marking. Three service types available, each with fees and deadlines."
        },
        {
          "type": "table",
          "title": "EAR Service Types",
          "rows": [
            ["Clerical Re-Check", "Verify marks added correctly, all pages marked, no scoring errors. Grade rarely changes. Fee: ~USD 20-30 per component."],
            ["Review of Marking", "Senior examiner re-marks script. Grade may increase, decrease, or stay same. Fee: ~USD 50-80 per component."],
            ["Access to Scripts", "Purchase copy of marked script to see examiner comments/marks. Does NOT include re-mark. Fee: ~USD 15-25 per component."]
          ]
        },
        {
          "type": "numbered",
          "title": "Submitting EAR Requests",
          "items": [
            "Deadline: 4-6 weeks after results release (exact date provided with results); late requests not accepted",
            "Exams Officer submits via Cambridge International Direct: select candidates, components, service type",
            "Payment: Centre pays upfront (typically passes cost to students/parents); refund if grade increases",
            "Consent: Candidate must sign EAR Consent Form acknowledging grade may decrease (rare but possible)",
            "Processing time: Clerical re-check 2-3 weeks, Review of Marking 4-6 weeks",
            "Outcome: Cambridge notifies Centre of result (grade changed or confirmed); updated certificates issued if grade changes"
          ]
        },
        {
          "type": "list",
          "title": "When to Consider EAR",
          "items": [
            "Grade significantly lower than predicted based on mocks, coursework, teacher assessment",
            "Candidate 1-2 marks from next grade boundary (use 'Access to Scripts' to verify before costly re-mark)",
            "Component mark anomaly: one paper very low compared to others in same subject",
            "University offer conditional on specific grade (e.g., needs B, received C)",
            "NOT recommended: fishing expeditions hoping for lucky upgrade, grades consistent with student ability"
          ]
        },
        {
          "type": "text",
          "title": "Re-Sits",
          "text": "Candidates may re-take any exam to improve grades. No limit on attempts. Register for next available series (October/November or May/June). New result replaces previous on certificate only if higher; both results visible on full transcript. Universities typically accept re-sit grades but may prefer first-attempt results for competitive programs."
        },
        {
          "type": "list",
          "title": "Transcript Requests",
          "items": [
            "Candidates may request official Transcripts (cumulative record of all Cambridge exams taken) for university applications",
            "Submit via Cambridge International Direct or request form; fee applies (USD 20-30 per transcript)",
            "Delivered to universities directly (not to candidate) to ensure authenticity",
            "Processing 2-3 weeks; rush service available for urgent deadlines"
          ]
        }
      ]
    },
    {
      "id": "3.13",
      "title": "Internal Moderation and Standardization",
      "content": [
        {
          "type": "text",
          "text": "For subjects with coursework components (projects, portfolios, speaking tests, practical assessments), teachers assess student work using Cambridge mark schemes. Internal moderation ensures consistency and accuracy before submitting marks to Cambridge for external moderation."
        },
        {
          "type": "table",
          "title": "Common Coursework Subjects",
          "rows": [
            ["IGCSE Art & Design", "Portfolio (50-60% of grade): sustained project + final outcome"],
            ["IGCSE ICT", "Practical assignments (60%): document production, databases, presentations"],
            ["IGCSE English ESL", "Speaking Test (30%): conversation and discussion, marked by teacher"],
            ["IGCSE Design & Technology", "Design Project (50%): investigation, design, make, evaluate"],
            ["AS/A Level Sciences", "Practical Skills (20%): lab work, data analysis, evaluation"]
          ]
        },
        {
          "type": "numbered",
          "title": "Teacher Assessment Process",
          "items": [
            "Teacher assigns coursework tasks aligned with Cambridge syllabus requirements (mark schemes, assessment criteria provided by Cambridge)",
            "Students complete work over several weeks/months with interim feedback (formative, not summative)",
            "Teacher marks completed work using Cambridge mark scheme: criterion-referenced (not norm-referenced), awarding marks for specific skill demonstrations",
            "Record marks on Candidate Record Sheets with brief justification notes",
            "Retain all student work and teacher annotations for internal moderation and Cambridge external moderation"
          ]
        },
        {
          "type": "numbered",
          "title": "Internal Moderation (Within Centre)",
          "items": [
            "Purpose: Ensure all teachers in subject department apply mark schemes consistently, especially if multiple teachers teach same subject",
            "Timing: After teachers complete initial marking, before submitting marks to Cambridge (typically 2-3 weeks before deadline)",
            "Process: Subject Leader (or Principal) reviews sample of student work from each teacher representing range of achievement (high, middle, low)",
            "Standardization Meeting: Teachers discuss marking decisions, compare interpretations of criteria, agree on consistent standards",
            "Adjustments: If discrepancies found (e.g., Teacher A marks more leniently than Teacher B), re-mark affected student work to align",
            "Documentation: Complete Internal Moderation Form summarizing process, adjustments made, final marks"
          ]
        },
        {
          "type": "numbered",
          "title": "Submitting Coursework Marks to Cambridge",
          "items": [
            "Deadline: Typically 2-3 months before exam series starts (check Cambridge calendar for specific dates)",
            "Submit via Cambridge International Direct: enter marks for each candidate, upload sample of student work",
            "Sample size: Cambridge specifies (e.g., 8-10 candidates representing range of marks), highest, lowest, grade boundaries",
            "Upload requirements: Digital files (PDFs, images, videos depending on subject) or mail physical work (artwork, models)",
            "Centre retains all student work until after results released in case Cambridge requests additional samples"
          ]
        },
        {
          "type": "text",
          "title": "External Moderation by Cambridge",
          "text": "Cambridge-appointed moderators review submitted samples to verify Centre's marking accuracy. Three possible outcomes: Accepted (marks confirmed), Adjusted Upward (Centre marked too harshly), Adjusted Downward (Centre marked too leniently). Adjustments apply proportionally to all candidates' marks, not just sample."
        },
        {
          "type": "table",
          "title": "Moderation Outcomes",
          "rows": [
            ["Marks Accepted", "Centre marking judged accurate. No changes. Most common outcome for experienced Centres."],
            ["Marks Adjusted Up", "Centre marked harshly. All marks scaled up by fixed percentage or points. Final grades may improve."],
            ["Marks Adjusted Down", "Centre marked leniently. All marks scaled down. Final grades may decrease. Requires teacher re-training."]
          ]
        },
        {
          "type": "numbered",
          "title": "Standardization Meetings (Annual)",
          "items": [
            "Held at start of academic year before coursework begins",
            "All teachers of coursework subjects attend",
            "Review Cambridge mark schemes, assessment criteria updates, examiner reports from previous year",
            "Practice marking: Teachers independently mark sample work (provided by Cambridge or from previous year), compare marks, discuss discrepancies",
            "Agree on departmental standards: interpretation of criteria, common misconceptions, evidence requirements",
            "Document agreed standards in Subject Handbook for reference throughout year"
          ]
        },
        {
          "type": "list",
          "title": "Best Practices for Coursework Quality",
          "items": [
            "Provide clear task briefs to students: criteria, word/time limits, deadlines, submission format",
            "Authenticate authorship: require interim drafts, witness statements for practical work, plagiarism checks",
            "Annotate student work: highlight where marks awarded, note strengths/weaknesses against criteria",
            "Avoid over-teaching: do NOT give specific answers, rewrite student work, or provide excessive scaffolding that compromises independence",
            "Use past coursework examples (anonymized) to show students standards expected",
            "Archive exemplar work at each grade level for future reference and standardization"
          ]
        },
        {
          "type": "list",
          "title": "Common Moderation Issues to Avoid",
          "items": [
            "Leniency: Awarding marks for potential rather than actual evidence demonstrated",
            "Severity: Expecting perfection; not recognizing good-enough performance for mark band",
            "Inconsistency: Different standards for different students/classes",
            "Misinterpretation: Focusing on wrong criteria (e.g., quantity over quality, presentation over content)",
            "Insufficient Evidence: Marks not justified by documented work",
            "Late Submission: Missing Cambridge deadlines delays results"
          ]
        }
      ]
    },
    {
      "id": "3.14",
      "title": "Cambridge Professional Development and Resources",
      "content": [
        {
          "type": "text",
          "text": "Cambridge offers extensive professional development (PD) programs to support teachers delivering Cambridge curriculum. PD includes online courses, face-to-face workshops, webinars, and teaching resources. Eduversal Partner Schools prioritize Cambridge PD as core component of teacher development."
        },
        {
          "type": "table",
          "title": "Cambridge Professional Development Qualifications",
          "rows": [
            ["Cambridge PDQ (Professional Development Qualification)", "Entry-level, 40-60 hours online. Covers teaching, learning, assessment basics. Suitable for new Cambridge teachers."],
            ["Cambridge International Certificate in Teaching and Learning", "Intermediate, 120-150 hours. Classroom-based research, reflective practice. For experienced teachers."],
            ["Cambridge International Diploma in Teaching and Learning", "Advanced, 200+ hours. Leadership, curriculum development, mentoring. For Subject Leaders/Coordinators."]
          ]
        },
        {
          "type": "numbered",
          "title": "Accessing Cambridge PD",
          "items": [
            "Centres access PD via Cambridge Professional Development website (https://professionaldevelopment.cambridge.org)",
            "Quality Nominee or Principal registers Centre and teachers using Centre number",
            "Select courses: subject-specific (e.g., IGCSE Mathematics Teaching), skills-based (e.g., Assessment for Learning), role-based (e.g., Exams Officer Training)",
            "Enrollment: Some courses free for Cambridge Centres; others fee-based (USD 100-500 depending on qualification level)",
            "Completion: Teachers work through modules at own pace (online courses) or attend scheduled workshops (face-to-face)",
            "Certification: Upon completion, receive Cambridge PD Certificate (add to professional portfolio, recognized globally)"
          ]
        },
        {
          "type": "list",
          "title": "Key PD Topics for Eduversal Teachers",
          "items": [
            "Introduction to Cambridge Curriculum: Structure, philosophy, learner attributes",
            "Active Learning Strategies: Inquiry-based teaching, student-centered methods",
            "Assessment for Learning: Formative assessment, feedback techniques, differentiation",
            "Exam Preparation: Mark scheme interpretation, past paper usage, exam technique coaching",
            "Coursework Moderation: Internal standardization, mark scheme application, avoiding malpractice",
            "Digital Teaching: Cambridge LMS (Learning Management System), online resources, blended learning",
            "Inclusive Education: Supporting diverse learners, access arrangements, differentiation"
          ]
        },
        {
          "type": "text",
          "title": "Cambridge Resource Portals",
          "text": "Cambridge provides teachers with comprehensive online resources accessible via Cambridge International Direct and subject-specific portals."
        },
        {
          "type": "list",
          "title": "Available Resources",
          "items": [
            "Syllabuses and Specimen Papers: Official curriculum documents, assessment objectives, sample exams",
            "Past Exam Papers and Mark Schemes: 3-5 years of previous exams with answers, examiner comments",
            "Schemes of Work: Suggested lesson sequences, learning objectives, teaching activities (adaptable to local context)",
            "Endorsed Textbooks: Cambridge-approved textbooks listed by subject (schools purchase separately)",
            "Teacher Guides: Subject-specific pedagogy, common student misconceptions, differentiation strategies",
            "Examiner Reports: Annual feedback on student performance, common errors, areas for improvement",
            "Resource Plus: Multimedia teaching materials (videos, simulations, worksheets) for selected subjects"
          ]
        },
        {
          "type": "numbered",
          "title": "Using Past Papers Effectively",
          "items": [
            "Do NOT teach past papers as curriculum; use for assessment practice after content taught",
            "Analyze mark schemes: understand how examiners award marks (keywords, required steps, alternative answers)",
            "Use examiner reports: identify common errors from previous years, teach explicitly to avoid",
            "Stagger practice: early in course use questions by topic; closer to exams use full timed papers",
            "Model exam technique: demonstrate reading questions carefully, time management, showing working",
            "Review mistakes: students analyze errors, identify misconceptions, redo corrections"
          ]
        },
        {
          "type": "text",
          "title": "Cambridge Webinars and Online Events",
          "text": "Cambridge regularly hosts free webinars for teachers on curriculum updates, exam changes, teaching strategies. Announced via Cambridge email newsletters and website. Typically 60-90 minutes, recorded and available for later viewing. Eduversal encourages teachers to attend at least 2-3 webinars per year relevant to subjects taught."
        },
        {
          "type": "list",
          "title": "Face-to-Face Workshops (Regional)",
          "items": [
            "Cambridge organizes regional workshops in major Indonesian cities (Jakarta, Surabaya, Bali) 2-3 times per year",
            "Topics: New syllabus introductions, exam officer training, subject-specific deep dives",
            "Duration: Typically 1-2 days; fees apply (USD 200-400 including materials)",
            "Networking: Opportunity to meet teachers from other Cambridge schools, share practices",
            "Eduversal supports teacher attendance: covers fees, travel, accommodation for relevant workshops"
          ]
        },
        {
          "type": "numbered",
          "title": "Integrating Cambridge PD into School Development",
          "items": [
            "Annual PD Needs Analysis: Subject Leaders identify gaps in teacher knowledge/skills based on student performance, exam reports",
            "Personalized PD Plans: Each teacher has annual PD plan including minimum 1 Cambridge qualification or 3+ webinars",
            "PD Tracking: Principal monitors completion via Cambridge PD portal, discusses application in appraisal meetings",
            "Sharing Practice: Teachers who complete PD courses lead department workshops sharing key takeaways",
            "Budget Allocation: School budgets 2-3% of revenue for PD fees, workshop attendance, resource subscriptions",
            "Recognition: Celebrate PD achievements in staff meetings, include in promotion criteria"
          ]
        },
        {
          "type": "list",
          "title": "Mandatory PD for Key Roles",
          "items": [
            "New Cambridge Teachers: Complete Cambridge PDQ within first year",
            "Exams Officers: Attend Cambridge Exams Officer Training (online course) every 3 years",
            "Subject Leaders: Cambridge International Certificate or Diploma within 2 years of appointment",
            "Quality Nominee: Attend Cambridge Quality Management workshops when offered",
            "Coursework Teachers: Complete subject-specific moderation training before first cohort"
          ]
        }
      ]
    },
    {
      "id": "3.15",
      "title": "Cambridge International School Award",
      "content": [
        {
          "type": "text",
          "text": "The Cambridge International School Award recognizes schools demonstrating excellence in delivering Cambridge curriculum beyond basic compliance. Voluntary accreditation celebrating innovation, professional development, and international engagement. Valid for 3 years, renewable."
        },
        {
          "type": "table",
          "title": "Award Levels",
          "rows": [
            ["Foundation Level", "Entry level: minimum standards met across 5 areas. Suitable for schools new to Cambridge (1-2 years)."],
            ["Intermediate Level", "Established Cambridge delivery: strong teaching, student support, professional development."],
            ["Advanced Level", "Exemplary practice: innovation, leadership, international collaboration, outstanding outcomes."]
          ]
        },
        {
          "type": "list",
          "title": "Five Areas of Assessment",
          "items": [
            "Curriculum: Breadth and depth of Cambridge subjects offered, alignment with school's educational philosophy",
            "Teaching and Learning: Active learning strategies, differentiation, use of Cambridge resources",
            "Professional Development: Teacher participation in Cambridge PD, internal training, knowledge sharing",
            "Student Support: Academic counseling, exam preparation, university guidance, wellbeing services",
            "International Dimension: Global perspectives integrated in curriculum, international partnerships, cultural exchange programs"
          ]
        },
        {
          "type": "numbered",
          "title": "Application Process",
          "items": [
            "Eligibility: Centre operational minimum 1 year with at least one exam series completed",
            "Expression of Interest: Quality Nominee submits online form via Cambridge International website indicating interest and target level",
            "Self-Assessment: Complete detailed questionnaire (20-30 pages) documenting evidence for each of five areas",
            "Evidence Portfolio: Compile supporting documents (PD certificates, lesson plans, student work samples, partnership agreements, exam results analysis)",
            "Submission: Upload questionnaire and portfolio via Cambridge portal; no application fee",
            "Review: Cambridge Award Team reviews submission (4-6 weeks); may request clarification or additional evidence",
            "Site Visit (Advanced Level only): Cambridge representative visits Centre for 1-2 days to observe teaching, interview staff/students, verify evidence",
            "Decision: Award granted or areas for improvement identified; valid 3 years from grant date"
          ]
        },
        {
          "type": "list",
          "title": "Benefits of Award",
          "items": [
            "Recognition: Use Cambridge International School Award logo on website, marketing materials, letterhead",
            "Prestige: Distinguish school from competitors; attract high-quality students and teachers",
            "Marketing: Feature in Cambridge's online directory of award-winning schools",
            "Networking: Access exclusive events, conferences, online community for award holders",
            "Quality Assurance: External validation of school's educational quality beyond basic compliance",
            "Continuous Improvement: Framework for school self-evaluation and development planning"
          ]
        },
        {
          "type": "text",
          "title": "Foundation Level Focus (Entry Point for Eduversal Schools)",
          "text": "Most Eduversal Partner Schools target Foundation Level initially, progressing to Intermediate within 3-5 years. Foundation criteria manageable for schools with strong operational systems already in place."
        },
        {
          "type": "list",
          "title": "Foundation Level Requirements (Summary)",
          "items": [
            "Curriculum: Offer minimum 5 Cambridge subjects; clear schemes of work aligned to syllabuses",
            "Teaching: Evidence of active learning in 50%+ lessons; differentiation for diverse learners",
            "PD: 60% of Cambridge teachers completed at least 1 Cambridge PD course in past 3 years",
            "Student Support: Dedicated academic counseling; exam preparation programs; track student destinations",
            "International Dimension: Participate in minimum 1 international project/partnership; teach global perspectives"
          ]
        },
        {
          "type": "numbered",
          "title": "Preparation Timeline (Recommended)",
          "items": [
            "Month 1-2: Form Award Working Group (Quality Nominee, Principal, 2-3 teachers); review criteria and self-assess gaps",
            "Month 3-6: Address gaps (launch PD campaign, formalize student support structures, document existing practices)",
            "Month 7-9: Compile evidence portfolio (collect artifacts, photograph displays, record testimonials)",
            "Month 10-11: Complete self-assessment questionnaire; internal review by SLT for accuracy",
            "Month 12: Submit application; await Cambridge feedback",
            "Realistic timeline: 12-18 months from decision to apply to receiving award"
          ]
        },
        {
          "type": "list",
          "title": "Renewal Process (Every 3 Years)",
          "items": [
            "Cambridge notifies Centres 6 months before expiry",
            "Submit updated self-assessment highlighting improvements since last award",
            "Demonstrate sustained commitment to five areas (not starting from scratch)",
            "Review faster than initial application (2-3 weeks)",
            "Opportunity to upgrade to next level (Foundation  Intermediate  Advanced)"
          ]
        },
        {
          "type": "text",
          "title": "Eduversal Network Goal",
          "text": "Eduversal aims for all Partner Schools to achieve minimum Foundation Level Cambridge International School Award within 3 years of Cambridge Centre registration. Advanced Level schools designated as Flagship Schools within network, tasked with mentoring newer Partner Schools."
        }
      ]
    },
    {
      "id": "3.16",
      "title": "Compliance with Cambridge Policies",
      "content": [
        {
          "type": "text",
          "text": "All Cambridge Centres must comply with Cambridge Assessment International Education policies governing curriculum delivery, examination administration, safeguarding, and data protection. Non-compliance may result in warnings, sanctions, or Centre registration suspension."
        },
        {
          "type": "list",
          "title": "Core Cambridge Policies (Mandatory Reading for All Staff)",
          "items": [
            "Cambridge Handbook for Centres: Comprehensive guide covering all Centre responsibilities (updated annually, ~200 pages)",
            "Regulations for Cambridge Schools: Legal framework, Centre registration requirements, compliance obligations",
            "Instructions for Conducting Examinations (ICE): Detailed procedures for exam administration, invigilation, security",
            "Preventing and Detecting Malpractice: Definitions, reporting procedures, sanctions",
            "Data Protection and Confidentiality Policy: Handling candidate data, exam materials, results",
            "Safeguarding Policy: Child protection, safe recruitment, reporting concerns",
            "Access Arrangements and Special Considerations Policy: Procedures for supporting candidates with additional needs"
          ]
        },
        {
          "type": "numbered",
          "title": "Ensuring Policy Compliance",
          "items": [
            "Annual Policy Review: Quality Nominee downloads latest versions of all policies from Cambridge website (August-September)",
            "Staff Training: Induction for new staff covering key policies; annual refresher for all staff (October)",
            "Policy Register: Maintain internal document tracking policy names, versions, distribution, staff sign-off confirming they've read and understood",
            "Accessibility: Store policies in shared staff drive; print copies in staff room; include summaries in Staff Handbook",
            "Monitoring: Principal conducts spot checks (e.g., observing exams, reviewing coursework marking) to verify adherence",
            "Incident Reporting: Clear process for staff to report policy breaches or uncertainties (escalate to Quality Nominee)"
          ]
        },
        {
          "type": "table",
          "title": "Annual Compliance Checklist (By Quarter)",
          "rows": [
            ["Q1 (Jul-Sep)", "Policy review and staff training; Annual Centre Declaration submitted; Secure storage audit; Exams Officer appointed/confirmed"],
            ["Q2 (Oct-Dec)", "Exam entries submitted (May/June series); Access arrangements applications processed; Coursework moderation plans finalized"],
            ["Q3 (Jan-Mar)", "Mock exams conducted; Invigilator training refresher; Exam room setup inspected; Secure materials received and verified"],
            ["Q4 (Apr-Jun)", "Exams administered per ICE guidelines; Scripts dispatched on time; Malpractice reports submitted if applicable; Post-exam debrief and lessons learned"]
          ]
        },
        {
          "type": "text",
          "title": "Annual Centre Declaration",
          "text": "Every February-March, Cambridge requires each Centre to submit Annual Centre Declaration confirming: contact details current, key personnel (Centre Head, Exams Officer, Quality Nominee) updated, adequate facilities for secure exam administration, commitment to Cambridge standards and policies. Deadline typically mid-March; non-submission blocks exam entries for next series."
        },
        {
          "type": "numbered",
          "title": "Completing Annual Declaration",
          "items": [
            "Cambridge emails Centre Head and Quality Nominee with declaration link (February)",
            "Quality Nominee logs into Cambridge International Direct, accesses Declaration form",
            "Update Centre information: address, phone, email, website, key staff names and contact details",
            "Confirm statements: 'We have adequate secure storage,' 'Staff trained on Cambridge policies,' 'We comply with malpractice reporting,' etc.",
            "Centre Head reviews and electronically signs declaration (binding legal commitment)",
            "Submit by deadline; receive confirmation email; print copy for Centre records",
            "Failure to submit: Cambridge freezes Centre account, preventing exam entries and material dispatch"
          ]
        },
        {
          "type": "list",
          "title": "Key Policy Areas Requiring Continuous Attention",
          "items": [
            "Secure Storage: Regular audits of cabinet locks, access logs, CCTV functionality (if installed)",
            "Confidentiality: No unauthorized disclosure of exam content, candidate results, or Centre performance data",
            "Conflict of Interest: Staff with family members taking exams must declare; may be excluded from invigilation or marking",
            "Intellectual Property: Do not photocopy or distribute Cambridge copyrighted materials (past papers, mark schemes) beyond internal use",
            "Complaints Handling: Follow Cambridge's complaints procedure for candidate/parent grievances about Centre exam administration",
            "Record Retention: Maintain exam records (attendance registers, dispatch logs, incident reports) for minimum 5 years"
          ]
        },
        {
          "type": "text",
          "title": "Responding to Policy Updates",
          "text": "Cambridge issues policy updates irregularly (typically 1-2 per year). Communicated via email to Centre Head and Quality Nominee. Updates may include: new regulations (e.g., calculator restrictions), clarifications on existing policies, deadline changes, procedural improvements."
        },
        {
          "type": "numbered",
          "title": "Policy Update Protocol",
          "items": [
            "Quality Nominee receives Cambridge email announcement; reviews changes and impact on Centre operations",
            "Assess urgency: immediate action (e.g., exam security alert) vs. plan for implementation (e.g., next year's syllabuses)",
            "Communicate to affected staff: email summary, discuss in SLT meeting, update Staff Handbook",
            "Revise Centre procedures if needed: update exam protocols, training materials, checklists",
            "Document changes in Policy Register with effective date",
            "Confirm understanding: staff sign acknowledgment of updated policy"
          ]
        },
        {
          "type": "list",
          "title": "Common Compliance Pitfalls to Avoid",
          "items": [
            "Assuming policies unchanged: Always verify latest version annually; Cambridge updates regularly",
            "Inadequate staff training: Don't rely solely on written policies; conduct interactive training with scenarios",
            "Poor documentation: If not written down, didn't happen; maintain audit trails for all compliance activities",
            "Delayed reporting: Malpractice, security breaches, irregularities MUST be reported within Cambridge-specified timeframes (usually 7 days)",
            "Informal arrangements: E.g., verbal agreements on access arrangements not recognized; everything must be formally documented and approved",
            "Neglecting small non-compliances: Minor breaches (e.g., opening packet 5 minutes early) can escalate if pattern emerges"
          ]
        }
      ]
    },
    {
      "id": "3.17",
      "title": "Cambridge Centre Inspections",
      "content": [
        {
          "type": "text",
          "text": "Cambridge conducts Centre inspections to verify compliance with policies, assess examination security, and support quality improvement. Inspections may be routine (scheduled) or triggered (unannounced following concerns). Centres must cooperate fully; refusal may result in suspension."
        },
        {
          "type": "table",
          "title": "Types of Cambridge Visits",
          "rows": [
            ["Initial Registration Visit", "For new Centre applications. Verify facilities, staffing, commitment to standards. Scheduled with Centre. Determines approval."],
            ["Routine Quality Assurance Visit", "Periodic (every 5-7 years) for established Centres in good standing. Scheduled 4-6 weeks in advance. Focus on continuous improvement."],
            ["Exam Security Inspection", "During exam series. Verify secure storage, invigilation practices, script handling. May be announced or unannounced."],
            ["Triggered Investigation", "Following malpractice report, persistent irregularities, or candidate complaints. Usually unannounced. Forensic focus."],
            ["Support Visit", "By request from Centre seeking guidance on complex issues (e.g., setting up e-Assessment). Consultative, not evaluative."]
          ]
        },
        {
          "type": "list",
          "title": "Inspection Focus Areas",
          "items": [
            "Secure Storage: Physical security of exam room, cabinet/safe condition, access controls, audit logs",
            "Exam Administration: Invigilation procedures, room setup, Key Time adherence, script collection",
            "Record Keeping: Attendance registers, dispatch logs, malpractice reports, access arrangement documentation",
            "Staff Qualifications: Invigilator training records, Exams Officer competency, Quality Nominee engagement",
            "Policy Compliance: Evidence of staff training, policy dissemination, incident response protocols",
            "Student Experience: Candidate feedback, exam conditions (comfort, fairness), support services",
            "Coursework Moderation: Internal standardization processes, mark scheme application, work authentication"
          ]
        },
        {
          "type": "numbered",
          "title": "Routine Visit Process (Scheduled)",
          "items": [
            "Notification: Cambridge emails Centre 4-6 weeks in advance with visit dates and focus areas",
            "Pre-Visit Questionnaire: Centre completes self-assessment covering operations, challenges, recent changes",
            "Logistics: Centre arranges meeting room, access to storage areas, staff availability, lunch for inspector(s)",
            "Visit Day 1: Opening meeting with SLT, tour of facilities, review of documentation, observation of exam (if during series)",
            "Visit Day 2: Interviews with Exams Officer, teachers, students; deep dive into specific areas (e.g., coursework); feedback session",
            "Report: Cambridge issues written report (2-3 weeks post-visit) with commendations, recommendations, required actions",
            "Action Plan: Centre develops response addressing recommendations; submit to Cambridge within 4 weeks",
            "Follow-Up: Cambridge monitors implementation; may conduct follow-up visit if serious concerns identified"
          ]
        },
        {
          "type": "numbered",
          "title": "Exam Security Inspection (Unannounced)",
          "items": [
            "Inspector arrives without prior notice during exam series",
            "Verify secure storage: Check locks, access logs, CCTV (if applicable), packet integrity",
            "Observe exam in progress: Invigilation quality, room setup, candidate conduct, emergency procedures",
            "Review Key Time compliance: Verify packets opened only at authorized times; no premature access",
            "Inspect script handling: Collection, counting, secure storage until dispatch",
            "Interview Exams Officer: Understanding of procedures, handling of irregularities, communication with Cambridge",
            "Immediate feedback: Inspector highlights any urgent concerns requiring immediate remediation",
            "Formal report: Issued within 1 week if serious breaches found; may impose sanctions or require corrective action"
          ]
        },
        {
          "type": "table",
          "title": "Possible Inspection Outcomes",
          "rows": [
            ["Compliant (Green)", "No significant issues. Centre meets all standards. Next routine visit in 5-7 years."],
            ["Satisfactory with Recommendations (Yellow)", "Minor issues identified. Recommendations for improvement. Action plan required. Follow-up within 1 year."],
            ["Non-Compliant (Red)", "Serious breaches (security, malpractice, inadequate facilities). Immediate action plan required. Possible Centre sanctions. Follow-up visit within 3-6 months."],
            ["Suspended (Black)", "Critical failures threatening exam integrity. Centre registration suspended pending remediation. No exams until reinstated."]
          ]
        },
        {
          "type": "numbered",
          "title": "Preparing for Inspection (Proactive Approach)",
          "items": [
            "Maintain readiness: Assume inspection could occur anytime; don't wait for notification",
            "Regular self-audits: Quality Nominee conducts quarterly checks using Cambridge's inspection criteria",
            "Documentation current: Keep all records up-to-date, organized, easily accessible (physical and digital backups)",
            "Staff briefing: All staff aware of procedures; can articulate roles and responsibilities if interviewed",
            "Mock inspections: Annually, invite external reviewer (from partner school or Eduversal QMS team) to conduct practice inspection",
            "Address issues promptly: Don't defer problems hoping they won't be noticed; proactive remediation shows commitment",
            "Evidence portfolio: Compile examples of good practice (lesson observations, student work, PD certificates) to showcase strengths"
          ]
        },
        {
          "type": "list",
          "title": "Common Inspection Findings (Areas for Improvement)",
          "items": [
            "Secure storage: Locks not functioning properly, access logs incomplete, unauthorized personnel present",
            "Invigilator training: Records missing, training superficial, staff unable to explain malpractice procedures",
            "Key Time breaches: Packets opened early for 'preparation,' unauthorized personnel handle materials",
            "Script dispatch delays: Scripts not dispatched within 2-day deadline, no tracking documentation",
            "Record retention: Incomplete attendance registers, missing dispatch logs, inadequate malpractice documentation",
            "Coursework authentication: Insufficient evidence of authorship verification, plagiarism checks not documented",
            "Staff awareness: Teachers unfamiliar with Cambridge policies, unable to articulate procedures"
          ]
        },
        {
          "type": "numbered",
          "title": "Responding to Negative Findings",
          "items": [
            "Acknowledge issues: Don't be defensive; accept findings and commit to improvement",
            "Root cause analysis: Investigate why issue occurred (lack of training, resource constraints, procedural gap)",
            "Develop action plan: Specific actions, responsible persons, deadlines, success criteria",
            "Communicate plan to Cambridge: Submit within required timeframe (typically 4 weeks)",
            "Implement rigorously: Allocate resources, monitor progress, document completion",
            "Report progress: Update Cambridge at milestones; request extension if needed (with justification)",
            "Prevent recurrence: Revise procedures, enhance training, increase monitoring to ensure lasting change",
            "Demonstrate improvement: Invite follow-up visit to verify remediation; show commitment to excellence"
          ]
        },
        {
          "type": "text",
          "title": "Eduversal Support During Inspections",
          "text": "Eduversal QMS Team assists Partner Schools preparing for and responding to Cambridge inspections. Services include: pre-inspection mock audits, documentation review, action plan development, attendance during inspection (if Centre requests), post-inspection remediation support."
        }
      ]
    },
    {
      "id": "3.18",
      "title": "Integration with Indonesian National Curriculum",
      "content": [
        {
          "type": "text",
          "text": "Eduversal Partner Schools deliver both Cambridge international curriculum and Indonesian national curriculum (Kurikulum Merdeka), meeting requirements of Indonesian Ministry of Education while preparing students for global opportunities. Integration requires careful timetabling, dual assessment, and transcript management."
        },
        {
          "type": "table",
          "title": "Timetable Balance (Typical Weekly Allocation)",
          "rows": [
            ["Cambridge Core Subjects", "18-22 hours: English, Math, Sciences, Humanities in English"],
            ["Indonesian National Subjects", "8-10 hours: PPKn, Bahasa Indonesia, Pendidikan Agama, Muatan Lokal"],
            ["Shared Subjects", "4-6 hours: Mathematics (bilingual), Sciences (reinforcement in Bahasa), PE, Arts"],
            ["Co-Curricular", "2-3 hours: Clubs, leadership, community service, Profil Pelajar Pancasila projects"],
            ["Total Weekly Hours", "32-40 hours depending on grade level"]
          ]
        },
        {
          "type": "list",
          "title": "Mandatory Indonesian National Subjects (Ministry Requirement)",
          "items": [
            "PPKn (Pendidikan Pancasila dan Kewarganegaraan): Civics, values education, citizenship (minimum 2 hours/week)",
            "Bahasa Indonesia: National language, literature, communication skills (minimum 4-6 hours/week depending on level)",
            "Pendidikan Agama: Religious education matching student's faith (Islam, Christian, Catholic, Hindu, Buddhist, Confucian) (minimum 2-3 hours/week)",
            "Muatan Lokal: Local content (e.g., Javanese language and culture for schools in Central Java, Balinese culture for Bali schools) (1-2 hours/week)",
            "Sejarah Indonesia (Secondary): Indonesian history emphasizing national identity and struggle for independence (2 hours/week for Grades 10-12)"
          ]
        },
        {
          "type": "numbered",
          "title": "Curriculum Integration Strategies",
          "items": [
            "Parallel Delivery: Cambridge subjects taught primarily in English; Indonesian subjects in Bahasa Indonesia; minimal content overlap to maximize curriculum coverage",
            "Bilingual Subjects: Mathematics and Sciences taught in English for Cambridge exams; supplementary lessons in Bahasa Indonesia to meet national curriculum competencies and prepare for ANBK",
            "Thematic Links: Where possible, coordinate units (e.g., Global Perspectives on environmental issues + PPKn on environmental citizenship; Cambridge History + Sejarah Indonesia on colonialism)",
            "Profil Pelajar Pancasila Projects: Use Cambridge inquiry-based learning approaches for national P5 projects (cross-curricular, values-based, community-focused)",
            "Dual Assessment: Students take both Cambridge exams (IGCSE, AS/A Level) AND fulfill Indonesian portfolio/project requirements for national transcript",
            "Educator Collaboration: Cambridge teachers and Indonesian curriculum teachers meet termly to identify synergies, avoid duplication, support student learning"
          ]
        },
        {
          "type": "text",
          "title": "Dual Transcripts and Certificates",
          "text": "Graduates receive both Cambridge certificates (international recognition) and Indonesian Ijazah (national high school diploma), enabling pathways to universities in Indonesia, Asia-Pacific, Europe, North America."
        },
        {
          "type": "table",
          "title": "Transcript Comparison",
          "rows": [
            ["Cambridge IGCSE/A Level Certificates", "International recognition. Required for UK, Australia, US, European universities. Shows subject grades (A*-U). Accepted by top Indonesian universities."],
            ["Indonesian Ijazah (SMA/SMK Diploma)", "National recognition. Required for Indonesian state universities (via SNBP, SNBT). Shows GPA (0-100 scale). Includes national subject grades (PPKn, Bahasa Indonesia, Religion)."]
          ]
        },
        {
          "type": "numbered",
          "title": "Obtaining Indonesian Ijazah for Cambridge Students",
          "items": [
            "Complete national subject requirements throughout Grades 10-12: PPKn, Bahasa Indonesia, Religion, Muatan Lokal, Sejarah",
            "Participate in Profil Pelajar Pancasila (P5) projects minimum 2 per year",
            "Achieve minimum competency in ANBK (Asesmen Nasional Berbasis Komputer) administered in Grade 11",
            "Maintain attendance minimum 90% and good conduct record",
            "Complete portfolio assessment: Rapor Pendidikan (report cards) from all 3 years, P5 project documentation, character assessments",
            "School Principal issues Ijazah upon graduation verification through Dapodik (national education database)",
            "Ijazah shows: student name (exact match with national ID), school name/NPSN, completion date, subjects and grades (national curriculum), school seal and Principal signature"
          ]
        },
        {
          "type": "list",
          "title": "University Admission Pathways",
          "items": [
            "International Universities (Cambridge route): Apply using IGCSE/A Level grades, English proficiency (Cambridge English qualifications), personal statements, recommendations. Pathways: UCAS (UK), Common App (US), direct applications (Asia-Pacific, Europe).",
            "Indonesian State Universities (National route): Register for SNBP (merit-based selection using Ijazah grades) or SNBT (entrance exam). Cambridge grades can supplement application but Ijazah mandatory.",
            "Top Indonesian Private Universities: Accept both Cambridge certificates and Ijazah. Many offer scholarships for A Level students with strong grades (A*-B).",
            "Blended Pathways: Students apply to mix of international and Indonesian universities; dual credentials provide flexibility."
          ]
        },
        {
          "type": "text",
          "title": "Challenges and Solutions",
          "text": "Integrating two demanding curricula presents challenges: timetable overcrowding, student stress, staff coordination, assessment overload. Eduversal Partner Schools address these through strategic planning and support systems."
        },
        {
          "type": "table",
          "title": "Common Integration Challenges",
          "rows": [
            ["Challenge: Timetable overcrowding (students face 40+ hours weekly)", "Solution: Optimize periods (some Cambridge subjects 380-min vs 460-min), integrate co-curricular into curriculum, offer intensive national subject blocks during holidays"],
            ["Challenge: Student stress and workload", "Solution: Stagger assessments (Cambridge mocks, national portfolios), teach time management, provide counseling, limit homework to 2 hours/day"],
            ["Challenge: Staff expertise (teachers qualified in one system, unfamiliar with other)", "Solution: Hire bilingual educators, provide PD in both systems, pair Cambridge and national curriculum teachers for co-teaching"],
            ["Challenge: Assessment duplication", "Solution: Design integrated assessments where possible (e.g., Cambridge coursework fulfills P5 project), use Cambridge skills (critical thinking) in national subject assessments"],
            ["Challenge: Language code-switching", "Solution: Explicit teaching of academic language in both English and Bahasa, glossaries, visual supports, gradual release model"]
          ]
        },
        {
          "type": "list",
          "title": "Best Practices from High-Performing Partner Schools",
          "items": [
            "Curriculum Mapping: Annual review mapping Cambridge units to Indonesian competencies; identify overlaps and gaps",
            "Bilingual Resources: Develop glossaries, translated materials, code-switching strategies for Math/Science",
            "Parent Communication: Clarify dual curriculum value proposition in admissions materials, explain pathways in parent workshops",
            "Student Choice: In Grades 11-12, allow students to emphasize Cambridge (for international universities) or balance (for Indonesian universities) based on goals",
            "National Subject Excellence: Treat PPKn, Bahasa Indonesia, Religion as core academic subjects with same rigor as Cambridge; avoid relegating to 'compliance' status",
            "Celebrate Both: Recognize achievements in both systems (Cambridge exam results AND ANBK performance, P5 projects) equally in assemblies, reports"
          ]
        }
      ]
    },
    {
      "id": "3.19",
      "title": "Key Evidence and Artifacts",
      "content": [
        {
          "type": "text",
          "text": "Maintaining comprehensive documentation is essential for Cambridge Centre compliance, inspections, accreditation reviews, and continuous improvement. Evidence organized into Compliance Portfolio demonstrates adherence to standards and facilitates audits."
        },
        {
          "type": "list",
          "title": "Cambridge Centre Registration and Status",
          "items": [
            "Cambridge Centre Number Certificate (original and digital copy)",
            "Centre Registration Application and Approval Letter",
            "Annual Centre Declaration submissions (past 5 years) with confirmation receipts",
            "Centre contact details and key personnel records (current and historical)",
            "Correspondence with Cambridge regarding Centre status, policy updates, facility changes",
            "Site visit reports (if applicable) from initial registration or quality assurance visits"
          ]
        },
        {
          "type": "list",
          "title": "Examination Administration",
          "items": [
            "Exam Entries: Entry confirmation reports for all exam series (past 5 years), student registration data, fee payment receipts",
            "Exam Timetables: Cambridge final timetables, Centre internal timetables, seating plans, invigilation schedules",
            "Secure Storage Audit Logs: Access logs (who, when, purpose), key holder records, photographs of secure cabinet/room, CCTV footage (if applicable)",
            "Materials Receipts: Delivery notes for exam packets, verification checklists, discrepancy reports",
            "Attendance Registers: Completed for every exam, signed by invigilators, showing absences and late arrivals",
            "Script Dispatch Records: Dispatch cover sheets, courier tracking numbers, upload confirmations (e-Assessment), dispatch logs (date, destination, script counts)",
            "Key Time Compliance: Packet opening logs, witness signatures, photographs timestamped at Key Time",
            "Incident Reports: Any irregularities (fire alarms, candidate illness, timing errors, technical failures) documented with actions taken"
          ]
        },
        {
          "type": "list",
          "title": "Invigilation and Exam Conduct",
          "items": [
            "Invigilator Training Records: Attendance sheets for annual training, training materials (slides, handouts), competency assessments",
            "Invigilator Assignments: Lists showing who invigilated which exams, avoiding conflicts of interest",
            "Instructions for Conducting Examinations (ICE): Current version accessible to all invigilators, sign-off confirming they've read it",
            "Exam Room Setup Checklists: Completed before each exam (desk spacing, clock accuracy, display materials removed)",
            "Candidate Briefing Materials: Exam rules posters, candidate agreements signed by students/parents",
            "Malpractice Reports: Any suspected incidents documented, evidence (confiscated materials, photographs), Cambridge correspondence"
          ]
        },
        {
          "type": "list",
          "title": "Coursework and Internal Assessment",
          "items": [
            "Coursework Tasks: Assignment briefs, assessment criteria, submission deadlines given to students",
            "Student Work Samples: Physical or digital copies of coursework across range of achievement levels (high, middle, low)",
            "Teacher Marking: Completed Candidate Record Sheets, mark justifications, annotations on student work",
            "Internal Moderation Records: Standardization meeting minutes, sample reviews, agreed adjustments, Internal Moderation Forms",
            "Plagiarism Checks: Turnitin reports or equivalent for all written coursework, investigation records if issues found",
            "Coursework Submissions to Cambridge: Upload confirmations, correspondence with Cambridge moderators, moderation outcome reports",
            "External Moderation Results: Cambridge moderator feedback, mark adjustments applied, action plans for improvement"
          ]
        },
        {
          "type": "list",
          "title": "Access Arrangements and Special Considerations",
          "items": [
            "Access Arrangement Applications: Completed forms submitted to Cambridge, supporting documentation (psychologist/medical reports), approval letters",
            "Implementation Records: Evidence arrangements provided (separate room logs, reader/scribe assignments, extra time calculations)",
            "Special Consideration Submissions: Forms with detailed circumstances, supporting evidence (medical certificates, incident reports), Cambridge decisions",
            "Student Support Files: Confidential records of students with documented needs, accommodations history, review dates"
          ]
        },
        {
          "type": "list",
          "title": "Results and Certificates",
          "items": [
            "Results Reports: Provisional results downloads (Excel and PDF) for all exam series, component mark breakdowns",
            "Candidate Statements of Results: Individual slips distributed to students, collection signatures",
            "Results Analysis: Centre performance reports comparing to global benchmarks, subject trends, value-added calculations",
            "Certificates: Originals retained for uncollected certificates, collection logs (student signatures, dates)",
            "Certificate Replacements: Requests submitted to Cambridge, fee receipts, delivery confirmations",
            "EAR (Enquiries About Results): EAR requests submitted, candidate consent forms, outcomes, updated certificates if grades changed",
            "Transcripts: Copies of official transcripts issued to universities, request logs"
          ]
        },
        {
          "type": "list",
          "title": "Professional Development",
          "items": [
            "PD Records: Certificates from Cambridge PD courses (PDQ, International Certificate/Diploma), completion dates, course titles",
            "Webinar Attendance: Logs of Cambridge webinars attended by staff, topics, follow-up actions",
            "Workshop Participation: Registrations and certificates from Cambridge face-to-face workshops, travel approvals",
            "In-House Training: Agendas and attendance for Centre-led Cambridge training (e.g., annual policy review, exam procedures refresher)",
            "PD Plans: Individual teacher PD plans including Cambridge PD goals, progress tracking, completion evidence"
          ]
        },
        {
          "type": "list",
          "title": "Quality Assurance and Continuous Improvement",
          "items": [
            "School Improvement Plans (SIP): Annual Cambridge-specific goals, action plans, progress monitoring, achievement evidence",
            "Cambridge International School Award: Application, self-assessment questionnaire, evidence portfolio, award certificate (if achieved), renewal documentation",
            "Inspection Reports: Cambridge Centre inspection reports, action plans responding to recommendations, follow-up correspondence",
            "Self-Audit Reports: Internal compliance checks conducted by Quality Nominee, findings, corrective actions",
            "Stakeholder Feedback: Student/parent surveys on exam administration, teacher feedback on Cambridge support, improvement initiatives",
            "Performance Data: Cambridge exam results trends (5-year), subject performance analysis, comparisons to global averages, university admission outcomes"
          ]
        },
        {
          "type": "list",
          "title": "Policies and Procedures",
          "items": [
            "Cambridge Policy Register: List of all applicable Cambridge policies, version numbers, effective dates, distribution records",
            "Staff Acknowledgments: Sign-off sheets confirming staff have read and understood key Cambridge policies",
            "Centre Procedures: Internal documents detailing how Centre implements Cambridge policies (exam day protocols, secure storage procedures, malpractice response)",
            "Job Descriptions: Roles and responsibilities for Centre Head, Exams Officer, Quality Nominee, Subject Leaders aligned with Cambridge requirements",
            "Complaints Records: Any formal complaints about Centre exam administration, investigation notes, resolutions, Cambridge notifications if required"
          ]
        },
        {
          "type": "numbered",
          "title": "Organizing the Compliance Portfolio",
          "items": [
            "Physical Files: Secure filing cabinet in Exams Officer or Principal's office; organized by category (Exams, Coursework, PD, QA); past 5 years readily accessible",
            "Digital Repository: Cloud storage (Google Drive, OneDrive, EduNav) with folder structure mirroring physical files; access restricted to authorized personnel",
            "Retention Policy: Exam records minimum 5 years; coursework samples 3 years post-results; PD certificates indefinitely; policies retain current + 2 previous versions",
            "Audit Readiness: Quarterly check by Quality Nominee to ensure all required documents present, up-to-date, properly filed; gaps addressed immediately",
            "Backup: Digital files backed up weekly to external drive or secondary cloud location; physical files inventoried annually with critical documents scanned",
            "Confidentiality: Student data, medical reports, malpractice investigations stored separately with restricted access per data protection requirements"
          ]
        },
        {
          "type": "text",
          "title": "Using Evidence for Continuous Improvement",
          "text": "Compliance Portfolio not merely for audit defense; valuable resource for reflective practice. Analyze exam results to identify teaching priorities, review incident reports for procedural improvements, study Cambridge moderator feedback to refine coursework marking. Regular portfolio review by SLT (termly) ensures evidence informs school development, not just documents compliance."
        }
      ]
    },
    {
      "id": "3.20",
      "title": "Compliance Alignment",
      "content": [
        {
          "type": "text",
          "text": "Cambridge Centre Compliance aligns with and supports multiple accreditation frameworks and regulatory systems. Understanding these connections ensures efficient compliance management and demonstrates school quality across multiple dimensions."
        },
        {
          "type": "compliance",
          "categories": [
            {
              "title": "International Accreditation Standards",
              "items": [
                "CIS (Council of International Schools) - Domain: Curriculum. Cambridge curriculum alignment demonstrates internationally recognized academic program meeting CIS's requirement for \"curriculum based on international standards and best practices.\"",
                "CIS - Domain: Teaching and Learning. Cambridge professional development requirements align with CIS's expectation for \"ongoing professional development to support effective teaching and learning.\"",
                "CIS - Domain: Assessment. Cambridge examination system and internal moderation practices fulfill CIS's standards for \"valid, reliable, and fair assessment of student learning.\"",
                "WASC (Western Association of Schools and Colleges) - Category B: Curriculum. Cambridge syllabuses, schemes of work, and resources demonstrate \"challenging, relevant, and coherent curriculum\" required by WASC.",
                "WASC - Category C: Learning and Teaching. Cambridge pedagogy (active learning, inquiry-based, differentiation) aligns with WASC's focus on \"effective instructional strategies and student engagement.\"",
                "WASC - Category D: Assessment. Cambridge external exams, coursework moderation, and data analysis support WASC's requirement for \"assessment systems informing instruction and improvement.\""
              ]
            },
            {
              "title": "Cambridge-Specific Requirements",
              "items": [
                "Cambridge Handbook for Centres: Comprehensive policy document governing all Centre operations. Compliance with Handbook essential for maintaining Centre registration.",
                "Cambridge Centre Standards: Five core standards - Governance and Management, Teaching and Learning, Student Support, Facilities and Resources, Examination Administration. Section 3 addresses all five.",
                "Cambridge International School Award Criteria: Optional but prestigious. This section's content directly supports Foundation/Intermediate Award applications across five assessment areas.",
                "Cambridge Safeguarding Policy: Child protection requirements overlap with Indonesian child protection laws and CIS/WASC safeguarding expectations. Integrated approach ensures comprehensive student safety."
              ]
            },
            {
              "title": "Indonesian National Regulations",
              "items": [
                "UU No. 20/2003 (Sisdiknas - National Education System Law): Cambridge curriculum recognized as \"international curriculum\" permissible in private schools provided national subjects (PPKn, Bahasa Indonesia, Religion) delivered. Section 3.18 addresses integration.",
                "Permendikbud No. 22/2016 (Curriculum Standards): Cambridge syllabuses fulfill \"competency-based curriculum\" requirement; IGCSE/A Levels demonstrate \"graduate competency\" at or above national standards.",
                "Permendikbud No. 23/2016 (Assessment Standards): Cambridge examinations (external, standardized, criterion-referenced) align with Ministry's emphasis on \"authentic, valid, and reliable assessment.\"",
                "BAN-PDM Accreditation Standards: Cambridge Centre facilities (secure storage, exam rooms, resources) contribute to BAN-PDM's \"Facilities and Infrastructure\" standard. Cambridge PD supports \"Educators and Personnel\" standard.",
                "Dapodik Reporting: Cambridge exam results integrated into student transcripts reported via Dapodik, fulfilling Ministry's data collection requirements for curriculum diversification tracking."
              ]
            },
            {
              "title": "Data Protection and Privacy",
              "items": [
                "Indonesian PDP Law (UU No. 27/2022): Cambridge's Data Protection Policy aligns with Indonesian personal data protection requirements. Student exam data processed lawfully, securely, with consent.",
                "GDPR Considerations (European Union): For students holding EU citizenship or planning EU university applications, Cambridge data handling GDPR-compliant, providing additional protection layer.",
                "Cambridge Confidentiality Standards: Exam materials, candidate results, and Centre performance data treated as confidential, supporting broader school data protection policies."
              ]
            },
            {
              "title": "Quality Management Systems",
              "items": [
                "Eduversal QMS: Cambridge compliance embedded in Eduversal's network-wide Quality Management System. Appraisal Domain 5 (Curriculum, Teaching, Assessment) heavily weighted toward Cambridge delivery quality.",
                "ISO 21001 (Educational Organizations Management Systems): Cambridge's systematic approach to curriculum delivery, assessment, and continuous improvement supports ISO 21001 principles if school pursues certification.",
                "School Improvement Planning (SIP): Cambridge exam results, moderator feedback, inspection reports provide quantitative and qualitative data for SIP goal-setting and progress monitoring."
              ]
            }
          ]
        },
        {
          "type": "table",
          "title": "Cross-Framework Compliance Matrix",
          "rows": [
            ["Secure Storage & Exam Admin", "Cambridge Handbook (Section 4), CIS Safety Standards, BAN-PDM Facilities"],
            ["Professional Development", "Cambridge PD Requirements, CIS Teaching Domain, WASC Category C, Permendikbud No. 16/2007 (Teacher Standards)"],
            ["Coursework Moderation", "Cambridge Moderation Policy, WASC Assessment Standards, BAN-PDM Assessment Standards"],
            ["Student Support Services", "Cambridge Special Considerations Policy, CIS Wellbeing Standards, WASC Category E, Indonesian Child Protection Law"],
            ["Data Protection", "Cambridge Data Policy, Indonesian PDP Law, GDPR (if applicable), CIS Data Management Standards"]
          ]
        },
        {
          "type": "numbered",
          "title": "Leveraging Cambridge Compliance for Broader Accreditation",
          "items": [
            "Documentation Efficiency: Evidence collected for Cambridge Centre compliance (policies, PD records, exam results, student work) reusable for CIS/WASC self-studies, reducing documentation burden",
            "Quality Indicators: Cambridge exam results provide internationally benchmarked achievement data valuable for demonstrating student learning outcomes to all accreditation bodies",
            "Professional Credibility: Cambridge PD certifications recognized by CIS/WASC as evidence of teacher qualifications and commitment to professional growth",
            "Curriculum Rigor: Cambridge syllabuses and examinations provide external validation of curriculum quality, addressing CIS/WASC's requirement for \"evidence of program effectiveness\"",
            "Continuous Improvement: Cambridge's annual cycle (exams, results, analysis, adjustments) models continuous improvement process central to all quality frameworks",
            "Stakeholder Confidence: Cambridge affiliation signals to parents, universities, and regulators that school meets rigorous international standards, supporting recruitment and reputation"
          ]
        },
        {
          "type": "list",
          "title": "Strategic Recommendations",
          "items": [
            "Integrated Compliance Calendar: Align Cambridge compliance tasks (declarations, exam entries, PD) with CIS/WASC/BAN-PDM timelines to streamline workload and avoid duplication",
            "Unified Evidence Repository: Organize Compliance Portfolio (Section 3.19) to serve multiple frameworks; tag documents by applicable standard (e.g., \"CIS Domain 2, WASC Category C, Cambridge PD\")",
            "Cross-Training: Ensure Quality Nominee understands not only Cambridge requirements but also how they intersect with CIS, WASC, Indonesian regulations for holistic compliance approach",
            "Narrative Coherence: In accreditation self-studies, articulate how Cambridge curriculum choice supports school's mission and demonstrates commitment to international excellence and Indonesian identity",
            "Leverage Synergies: Use Cambridge exam results analysis for WASC Action Plan goals; cite Cambridge PD in CIS educator quality evidence; reference Cambridge policies in BAN-PDM documentation",
            "Avoid Compliance Silos: Resist treating Cambridge, CIS, WASC, Indonesian regulations as separate; instead, build integrated quality system where compliance with one reinforces others"
          ]
        },
        {
          "type": "text",
          "title": "Conclusion",
          "text": "Cambridge Centre Compliance is not merely administrative obligation but strategic asset. Rigorous Cambridge standards elevate school operations across all domainscurriculum, teaching, assessment, student support, facilities, governance. By embedding Cambridge compliance within broader quality framework, Eduversal Partner Schools achieve efficiency, coherence, and recognition as institutions committed to excellence at local, national, and international levels."
        }
      ]
    }
  ]
}
