{
  "id": "15",
  "title": "Risk Management and Emergency",
  "lastUpdated": "2025-01-20",
  "subsections": [
    {
      "id": "15.1",
      "title": "Risk Management Framework",
      "content": [
        {
          "type": "text",
          "text": "The school employs a proactive approach to risk management to protect the safety of students, staff, and assets. All significant activities require a formal risk assessment."
        },
        {
          "type": "process",
          "title": "Risk Assessment Cycle",
          "steps": [
            {
              "n": 1,
              "title": "Identify",
              "desc": "Identify potential hazards associated with an activity or area."
            },
            {
              "n": 2,
              "title": "Assess",
              "desc": "Evaluate the likelihood and severity of harm (Risk Matrix)."
            },
            {
              "n": 3,
              "title": "Control",
              "desc": "Implement measures to eliminate or reduce the risk to an acceptable level."
            },
            {
              "n": 4,
              "title": "Review",
              "desc": "Monitor the effectiveness of controls and update as necessary."
            }
          ]
        }
      ]
    },
    {
      "id": "15.2",
      "title": "Emergency Response Procedures",
      "content": [
        {
          "type": "text",
          "text": "Clear, practiced procedures are in place for various emergency scenarios. Drills are conducted regularly."
        },
        {
          "type": "table",
          "title": "Standard Drills",
          "headers": ["Type", "Signal", "Action"],
          "rows": [
            [
              "Fire / Evacuation",
              "Continuous Alarm / Siren",
              "Evacuate immediately to designated assembly point. Take attendance."
            ],
            [
              "Earthquake",
              "Announcement / Siren",
              "Drop, Cover, and Hold On. Evacuate when shaking stops."
            ],
            [
              "Lockdown",
              "Coded Announcement",
              "Lock doors, cover windows, lights off, silence, hide out of sight."
            ],
            [
              "Medical Emergency",
              "Call to Nurse/Reception",
              "First aid by qualified staff; call ambulance if critical."
            ]
          ]
        }
      ]
    },
    {
      "id": "15.3",
      "title": "Off-Site Activities (Excursions)",
      "content": [
        {
          "type": "text",
          "text": "Field trips and excursions extend learning but carry specific risks. Strict approval processes apply."
        },
        {
          "type": "list",
          "title": "Requirements",
          "items": [
            "Risk Assessment: Completed by Trip Leader and approved by Principal.",
            "Parental Consent: Signed permission forms with medical details.",
            "Ratios: Adequate staff-to-student ratios based on age and activity risk.",
            "First Aid: First aid kit and trained staff member must accompany all trips."
          ]
        }
      ]
    },
    {
      "id": "15.4",
      "title": "Crisis Communication",
      "content": [
        {
          "type": "text",
          "text": "In a crisis, accurate and timely communication is vital to maintain trust and calm."
        },
        {
          "type": "list",
          "items": [
            "Spokesperson: Only the Principal or designated Board member speaks to the media.",
            "Channels: SMS/WhatsApp blast for urgent alerts; Email for detailed updates.",
            "Privacy: No names of injured/affected individuals are released without family consent."
          ]
        }
      ]
    }
  ]
}
