{
  "id": "10",
  "title": "Cambridge Examinations Management",
  "lastUpdated": "2025-01-20",
  "subsections": [
    {
      "id": "10.1",
      "title": "Purpose and Compliance",
      "content": [
        {
          "type": "text",
          "text": "To ensure the secure, ethical, and efficient administration of all Cambridge International examinations, in strict accordance with the regulations outlined in the Cambridge Handbook. The integrity of the examination process is paramount."
        },
        {
          "type": "info",
          "label": "Governing Document",
          "text": "The Cambridge Handbook, updated annually, is the definitive source for all regulations. The Exams Officer must be an expert in its contents."
        }
      ]
    },
    {
      "id": "10.2",
      "title": "Key Roles and Responsibilities",
      "content": [
        {
          "type": "roles",
          "roles": [
            {
              "title": "Head of Centre (Principal)",
              "resp": [
                "Ultimately responsible for the correct and secure conduct of exams.",
                "Appoints the Exams Officer.",
                "Co-signs security and dispatch documents."
              ]
            },
            {
              "title": "Exams Officer (CEM)",
              "resp": [
                "Manages all operational aspects of the exam cycle.",
                "Serves as the primary contact with Cambridge.",
                "Trains and manages invigilators."
              ]
            },
            {
              "title": "Invigilators",
              "resp": [
                "Supervise exams according to strict regulations.",
                "Ensure all candidates have a fair and equal opportunity.",
                "Prevent and report any malpractice."
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "10.3",
      "title": "The Examinations Cycle",
      "content": [
        {
          "type": "process",
          "title": "Annual Exam Administration",
          "steps": [
            {
              "n": 1,
              "title": "Entries Phase",
              "desc": "Submitting accurate candidate and subject entries to Cambridge via Cambridge International Direct before the deadline."
            },
            {
              "n": 2,
              "title": "Pre-Exams Phase",
              "desc": "Receiving, checking, and securely storing exam materials. Creating timetables and briefing candidates and invigilators."
            },
            {
              "n": 3,
              "title": "Exams Phase",
              "desc": "Conducting exams according to regulations. Managing attendance, incidents, and script collection."
            },
            {
              "n": 4,
              "title": "Post-Exams Phase",
              "desc": "Securely packing and dispatching scripts. Managing results release, enquiries about results (EARs), and certificate distribution."
            }
          ]
        }
      ]
    },
    {
      "id": "10.4",
      "title": "Exam Security and Materials Handling",
      "content": [
        {
          "type": "text",
          "text": "Breaches in security can lead to centre suspension. All procedures must be followed without deviation."
        },
        {
          "type": "list",
          "title": "Key Security Measures",
          "items": [
            "Secure Storage: Question papers must be stored in a dedicated, locked safe or secure cabinet within a locked, access-controlled room.",
            "Key Control: Access to the secure storage keys is restricted to the Head of Centre and the Exams Officer only.",
            "Receiving Materials: Two people must be present to check sealed exam packets against the packing list upon arrival.",
            "Confidentiality: The contents of question papers are strictly confidential until the exam has taken place."
          ]
        }
      ]
    },
    {
      "id": "10.5",
      "title": "Conduct of Examinations (Invigilation)",
      "content": [
        {
          "type": "list",
          "title": "Exam Room Regulations",
          "items": [
            "Room Setup: Desks must be spaced according to regulations (e.g., 1.25m in all directions). A clock and centre details must be visible.",
            "Invigilator Ratio: A minimum of 1 invigilator per 30 candidates.",
            "Candidate Identification: Photo ID must be checked for all candidates.",
            "Unauthorized Materials: No mobile phones, smartwatches, or unauthorized notes are permitted in the exam room."
          ]
        }
      ]
    },
    {
      "id": "10.6",
      "title": "Access Arrangements and Special Consideration",
      "content": [
        {
          "type": "table",
          "headers": ["Type", "Description"],
          "rows": [
            [
              "Access Arrangements",
              "Pre-approved arrangements for candidates with SEN (e.g., extra time, a reader, a scribe). Applications must be submitted well in advance."
            ],
            [
              "Special Consideration",
              "A post-exam adjustment for candidates who were disadvantaged during the exam (e.g., illness, bereavement). Applications must be submitted within 7 days of the exam."
            ]
          ]
        }
      ]
    },
    {
      "id": "10.7",
      "title": "Malpractice and Irregularities",
      "content": [
        {
          "type": "text",
          "text": "Any suspected malpractice (e.g., cheating by a candidate, security breach by staff) must be reported to Cambridge immediately. The Exams Officer will lead the investigation and submit a formal report."
        }
      ]
    }
  ]
}
