{
  "id": "12",
  "title": "Staff Lifecycle",
  "lastUpdated": "2025-01-20",
  "subsections": [
    {
      "id": "12.1",
      "title": "Recruitment and Selection",
      "content": [
        {
          "type": "text",
          "text": "We are committed to recruiting high-quality educators and staff through a rigorous process that prioritizes child protection (Safer Recruitment)."
        },
        {
          "type": "list",
          "title": "Key Requirements",
          "items": [
            "Qualifications: Relevant degree and teaching certification (Akta IV/PPG for locals, QTS/PGCE for expats).",
            "Experience: Proven track record in education, preferably with Cambridge curriculum experience.",
            "Background Checks: Mandatory police checks (SKCK) and reference verification from previous employers."
          ]
        }
      ]
    },
    {
      "id": "12.2",
      "title": "Onboarding and Induction",
      "content": [
        {
          "type": "text",
          "text": "New staff undergo a comprehensive induction program to familiarize them with school policies, culture, and expectations."
        },
        {
          "type": "list",
          "items": [
            "General Induction: HR policies, code of conduct, safeguarding training.",
            "Academic Induction: Curriculum framework, assessment policy, EduNav training.",
            "Mentoring: Assignment of a buddy or mentor for the first semester."
          ]
        }
      ]
    },
    {
      "id": "12.3",
      "title": "Performance Appraisal",
      "content": [
        {
          "type": "text",
          "text": "Regular performance reviews ensure continuous professional growth and accountability."
        },
        {
          "type": "process",
          "title": "Appraisal Cycle",
          "steps": [
            {
              "n": 1,
              "title": "Goal Setting",
              "desc": "Start of year: Teacher sets SMART goals aligned with school priorities."
            },
            {
              "n": 2,
              "title": "Observation",
              "desc": "Mid-year: Formal classroom observations and feedback sessions."
            },
            {
              "n": 3,
              "title": "Review",
              "desc": "End of year: Formal review of achievements against goals and professional standards."
            }
          ]
        }
      ]
    },
    {
      "id": "12.4",
      "title": "Professional Development (CPD)",
      "content": [
        {
          "type": "text",
          "text": "The school supports staff development through internal workshops, external training (e.g., Cambridge training), and peer learning communities."
        }
      ]
    },
    {
      "id": "12.5",
      "title": "Code of Conduct",
      "content": [
        {
          "type": "text",
          "text": "All staff are expected to uphold high standards of professional and ethical behavior, serving as positive role models for students. Breaches of the code may result in disciplinary action."
        }
      ]
    }
  ]
}
