{
  "id": "11",
  "title": "Admissions, Enrollment, Marketing",
  "lastUpdated": "2025-01-20",
  "subsections": [
    {
      "id": "11.1",
      "title": "Admissions Policy",
      "content": [
        {
          "type": "text",
          "text": "Eduversal Partner Schools are committed to a fair, transparent, and merit-based admissions process. We welcome students from diverse backgrounds who demonstrate the potential to thrive in our academic environment and align with our core values."
        },
        {
          "type": "list",
          "title": "Non-Discrimination",
          "items": [
            "Admissions decisions are made without regard to race, ethnicity, or religion (except where religious background is a specific criteria for faith-based schools within the network).",
            "We strive to accommodate students with mild to moderate learning needs where resources allow."
          ]
        }
      ]
    },
    {
      "id": "11.2",
      "title": "Enrollment Process",
      "content": [
        {
          "type": "process",
          "title": "Steps to Enrollment",
          "steps": [
            {
              "n": 1,
              "title": "Inquiry & Tour",
              "desc": "Prospective families visit the school, meet admissions staff, and tour the facilities."
            },
            {
              "n": 2,
              "title": "Application",
              "desc": "Submission of application form, previous school records, and required documents."
            },
            {
              "n": 3,
              "title": "Assessment",
              "desc": "Entrance tests in English, Mathematics, and Science (for relevant grades) and a student interview."
            },
            {
              "n": 4,
              "title": "Decision",
              "desc": "The Admissions Committee reviews the file and communicates the decision (Acceptance, Waitlist, or Decline)."
            },
            {
              "n": 5,
              "title": "Registration",
              "desc": "Payment of fees and signing of the enrollment contract."
            }
          ]
        }
      ]
    },
    {
      "id": "11.3",
      "title": "Scholarships and Financial Aid",
      "content": [
        {
          "type": "text",
          "text": "The school offers a limited number of scholarships to recognize excellence and support access."
        },
        {
          "type": "table",
          "headers": ["Type", "Criteria"],
          "rows": [
            [
              "Academic Merit",
              "Outstanding performance on entrance exams and previous academic records."
            ],
            [
              "Talent-Based",
              "Demonstrated excellence in sports, arts, or other co-curricular areas."
            ],
            [
              "Financial Aid",
              "Need-based support for families demonstrating financial hardship."
            ]
          ]
        }
      ]
    },
    {
      "id": "11.4",
      "title": "Marketing and Branding Guidelines",
      "content": [
        {
          "type": "text",
          "text": "All marketing materials must accurately reflect the school's vision, mission, and programs. Use of the Eduversal and Cambridge logos must adhere strictly to brand guidelines."
        },
        {
          "type": "info",
          "label": "Social Media",
          "text": "Official school accounts must be managed professionally. Student photos require parental consent before posting."
        }
      ]
    }
  ]
}
