{
  "id": "06",
  "title": "Assessment and Reporting",
  "lastUpdated": "2025-01-20",
  "subsections": [
    {
      "id": "6.1",
      "title": "Purpose and Philosophy",
      "content": [
        {
          "type": "text",
          "text": "To establish a fair, consistent, and transparent assessment system that measures student progress, informs teaching and learning, and provides meaningful feedback to students and parents. Our philosophy is that assessment is primarily a tool for learning, not just of learning."
        }
      ]
    },
    {
      "id": "6.2",
      "title": "Types of Assessment",
      "content": [
        {
          "type": "text",
          "text": "A balanced assessment approach is used to build a comprehensive picture of student achievement."
        },
        {
          "type": "table",
          "title": "Assessment Framework",
          "headers": ["Type", "Purpose", "Examples"],
          "rows": [
            ["Diagnostic", "To identify prior knowledge and misconceptions before a unit.", "Pre-unit quiz, K-W-L chart, entry ticket."],
            ["Formative", "To monitor learning and provide ongoing feedback during a unit.", "Quizzes, exit tickets, teacher observation, peer feedback, mini-whiteboards."],
            ["Summative", "To evaluate learning at the end of a unit or term.", "End-of-unit tests, final projects, essays, presentations, Cambridge exams."]
          ]
        }
      ]
    },
    {
      "id": "6.3",
      "title": "Grading and Reporting Scales",
      "content": [
        {
          "type": "text",
          "text": "Grading scales are aligned with the Cambridge pathway and provide clear benchmarks of performance."
        },
        {
          "type": "table",
          "title": "Grade Level Scales",
          "headers": ["Level", "Scale", "Description"],
          "rows": [
            ["Primary (1-6)", "Effort & Attainment Descriptors", "e.g., 'Working Towards', 'Meeting', 'Exceeding' standards."],
            ["Lower Secondary (7-8)", "Percentage Scale (0-100%)", "Provides a clear numerical measure of performance in preparation for IGCSE."],
            ["IGCSE (9-10)", "Cambridge A*-G Scale & Percentages", "Final grades are A*-G. Internal reports use percentages for detailed feedback."],
            ["AS/A Level (11-12)", "Cambridge A-E Scale & Percentages", "Final grades are A-E. Internal reports use percentages."]
          ]
        }
      ]
    },
    {
      "id": "6.4",
      "title": "Feedback and Marking Policy",
      "content": [
        {
          "type": "text",
          "text": "Feedback is designed to be timely, specific, and actionable, helping students understand their strengths and how to improve."
        },
        {
          "type": "list",
          "title": "Core Principles (WWW/EBI)",
          "items": [
            "What Went Well (WWW): Teachers identify and praise specific strengths in student work.",
            "Even Better If (EBI): Teachers provide a clear, actionable target for improvement.",
            "Student Response: Students are given dedicated time (e.g., 'Purple Pen of Progress') to read, reflect on, and respond to teacher feedback."
          ]
        },
        {
          "type": "info",
          "label": "Turnaround Time",
          "text": "Major assignments should be marked and returned to students within two school weeks."
        }
      ]
    },
    {
      "id": "6.5",
      "title": "Standardized Assessment Program",
      "content": [
        {
          "type": "list",
          "title": "Key Assessments",
          "items": [
            "EASE (Eduversal Achievement of Standardized Echievement): Internal standardized tests administered 2-4 times a year to track progress and inform instruction.",
            "Cambridge Checkpoint: Diagnostic tests at the end of Primary (Grade 6) and Lower Secondary (Grade 8) to benchmark against international standards.",
            "Cambridge IGCSE & A Level Exams: External, high-stakes examinations leading to globally recognized qualifications.",
            "ANBK (Asesmen Nasional Berbasis Komputer): National assessment for Indonesian schools, measuring literacy, numeracy, and character."
          ]
        }
      ]
    },
    {
      "id": "6.6",
      "title": "Reporting to Parents",
      "content": [
        {
          "type": "list",
          "items": [
            "Report Cards: Issued at the end of each term/semester, providing grades, effort marks, and teacher comments.",
            "Parent-Teacher Conferences (PTCs): Held at least twice a year to discuss student progress in detail.",
            "EduNav Parent Portal: Provides real-time access to grades, attendance, and school announcements."
          ]
        }
      ]
    },
    {
      "id": "6.7",
      "title": "Academic Integrity",
      "content": [
        {
          "type": "policy",
          "purpose": "To ensure all student work is authentic and to educate students on ethical academic practices.",
          "scope": "Applies to all assignments, projects, and examinations.",
          "examples": [
            "Plagiarism: Submitting another's work as one's own without citation.",
            "Collusion: Working with others on an individual assignment without permission.",
            "Cheating: Using unauthorized aids during an examination."
          ],
          "steps": [
            { "n": 1, "title": "Education", "desc": "Teachers explicitly teach citation, paraphrasing, and ethical research skills." },
            { "n": 2, "title": "Detection", "desc": "Use of plagiarism detection software (e.g., Turnitin) for major assignments." },
            { "n": 3, "title": "Consequences", "desc": "A tiered response, from re-doing the assignment with a penalty to suspension for repeated or severe offenses." }
          ]
        }
      ]
    },
    {
      "id": "6.8",
      "title": "Moderation and Standardization",
      "content": [
        {
          "type": "text",
          "text": "To ensure that grading is consistent and reliable across different teachers and classes."
        },
        {
          "type": "list",
          "items": [
            "Internal Moderation: Before finalizing grades for major assessments, teachers of the same subject meet to review and standardize a sample of student work against the rubric.",
            "External Moderation: For Cambridge IGCSE and A Level coursework, samples are sent to Cambridge for external moderation to ensure global standards are met."
          ]
        }
      ]
    }
  ]
}