{
  "id": "05",
  "title": "Curriculum Architecture",
  "subsections": [
    {
      "type": "text",
      "title": "5.1 Purpose",
      "content": "To design and deliver a coherent, rigorous, and culturally responsive curriculum that integrates Cambridge International Education standards with Indonesian national requirements, ensuring students develop both global competencies and a strong Indonesian identity while meeting all regulatory obligations."
    },
    {
      "type": "list",
      "title": "5.2 Curriculum Design Principles",
      "content": [
        "Standards-Based: Aligned to Cambridge learning objectives and Indonesian national curriculum standards; clear learning outcomes for each subject and grade level; assessment criteria are transparent and communicated to students.",
        "Coherent and Sequential: Logical progression from grade to grade (vertical alignment); connections across subjects (horizontal integration); skills and knowledge build cumulatively.",
        "Culturally Responsive: Honors Indonesian values, history, and context; embraces global perspectives and diversity; prepares students as confident Indonesian citizens and global learners.",
        "Inquiry-Based and Student-Centered: Active learning, critical thinking, problem-solving emphasized; student agency and voice valued; differentiation for diverse learners (EAL, SEN, gifted).",
        "Balanced: Academic rigor balanced with wellbeing and character development; breadth (exposure to multiple disciplines) and depth (mastery of core subjects); time for co-curricular activities, creativity, and rest."
      ]
    },
    {
      "type": "text",
      "title": "5.3 Cambridge Pathway Overview",
      "content": "Eduversal Partner Schools follow the Cambridge International Education pathway, which spans ages 5-19 and aligns with international best practices. Wellbeing and Social-Emotional Learning are integrated into the curriculum."
    },
    {
      "type": "list",
      "title": "Stages of Cambridge Pathway",
      "content": [
        "Stage 1: Cambridge Primary (Ages 5-11, Grades 1-6)",
        "Stage 2: Cambridge Lower Secondary (Ages 11-14, Grades 7-8)",
        "Stage 3: Cambridge IGCSE (Ages 14-16, Grades 9-10)",
        "Stage 4: Cambridge AS & A Level (Ages 16-18, Grades 11-12)"
      ]
    },
    {
      "type": "text",
      "title": "5.4 Indonesian National Curriculum Integration",
      "content": "All schools in Indonesia, including Cambridge schools, must deliver mandatory national subjects and fulfill Ministry of Education curriculum standards."
    },
    {
      "type": "list",
      "title": "Mandatory National Subjects",
      "content": [
        "1. Pendidikan Pancasila dan Kewarganegaraan (PPKn) - Civics Education",
        "2. Bahasa Indonesia - Indonesian Language",
        "3. Pendidikan Agama (Religious Education)",
        "4. Muatan Lokal (Mulok) - Local Content"
      ]
    },
    {
      "type": "text",
      "title": "5.5 Curriculum Mapping and Scope & Sequence",
      "content": "Ensure comprehensive coverage of both the Cambridge and Indonesian curriculum requirements, with clear progression across grades."
    },
    {
      "type": "text",
      "title": "5.6 Vertical Alignment and Articulation",
      "content": "Ensure smooth transitions between grade levels and curriculum stages, avoiding gaps or excessive repetition."
    },
    {
      "type": "text",
      "title": "5.7 Horizontal Integration & Interdisciplinary Learning",
      "content": "Create connections across subjects so students see relationships and apply learning in authentic contexts."
    },
    {
      "type": "text",
      "title": "5.8 English as an Additional Language Integration",
      "content": "Comprehensive EAL support model integrated into curriculum."
    },
    {
      "type": "text",
      "title": "5.9 Differentiation for Diverse Learners",
      "content": "All students can learn and achieve high standards, but they need different pathways and supports."
    },
    {
      "type": "text",
      "title": "5.10 Use of Technology and Blended Learning",
      "content": "Enhance learning through strategic use of digital tools, while maintaining strong pedagogy and human connection."
    },
    {
      "type": "text",
      "title": "5.11 Co-Curricular and Extra-Curricular Programs",
      "content": "Extend learning beyond the classroom, develop talents, foster community, and support SLOs and Profil Pelajar Pancasila competencies."
    },
    {
      "type": "text",
      "title": "5.12 Boarding School Curriculum Considerations",
      "content": "Some Eduversal Partner Schools operate residential (boarding) programs, especially Islamic boarding schools (pesantren) integrating religious education with Cambridge curriculum."
    },
    {
      "type": "text",
      "title": "5.13 Assessment of Curriculum Effectiveness",
      "content": "Continuously evaluate whether curriculum is achieving intended outcomes (student learning, SLOs, Profil Pelajar Pancasila competencies) and make improvements."
    },
    {
      "type": "text",
      "title": "5.14 Curriculum Innovation and Continuous Improvement",
      "content": "Curriculum is not static; it evolves based on student needs, educational research, societal changes, and stakeholder input."
    },
    {
      "type": "text",
      "title": "5.15 Key Evidence and Artifacts",
      "content": "Comprehensive Curriculum Documentation."
    },
    {
      "type": "text",
      "title": "5.16 Compliance Alignment",
      "content": "This section aligns with Cambridge Curriculum Standards, Indonesian National Curriculum, CIS Standards, WASC Category B, and Eduversal SLOs."
    }
  ]
}